[
  {
    "name": "Organic Tomatoes",
    "price": "50",
    "image": "/image/market/tomatoes.jpg",
    "short_description": "Fresh organic tomatoes from local farmers.",
    "description": "These organic tomatoes are grown without the use of synthetic fertilizers or pesticides, ensuring a natural and healthy produce. Handpicked by local farmers, they offer a rich, sweet, and tangy flavor that enhances any dish. Ideal for salads, sauces, soups, or fresh consumption, their vibrant red color signifies freshness and nutrition. Rich in vitamins A and C, as well as antioxidants like lycopene, they support skin and heart health.",
    "id": 1,
    "category": "Vegetables"
  },
  {
    "name": "Basmati Rice",
    "price": "90",
    "image": "/image/market/rice.webp",
    "short_description": "Premium aged basmati rice.",
    "description": "This premium aged basmati rice is known for its long, slender grains, fragrant aroma, and fluffy texture. Naturally grown and carefully processed, it’s perfect for biryani, pulao, and other traditional rice dishes. The grains remain separate when cooked, providing an elegant presentation and satisfying mouthfeel. Aged to enhance its flavor and cooking quality, this rice is easy to digest and low in fat. Rich in carbohydrates and a good source of energy",
    "id": 2,
    "category": "Grains"
  },
  {
    "name": "Free-Range Eggs",
    "price": "120",
    "image": "/image/market/eggs.jpg",
    "short_description": "Fresh free-range eggs from local farms.",
    "description": "Our free-range eggs come from hens that roam freely in natural environments, resulting in healthier, more flavorful eggs. These eggs have rich, deep-colored yolks and firm whites, perfect for baking, frying, or boiling. They are packed with protein, omega-3 fatty acids, and essential vitamins like B12 and D. Unlike conventional eggs, free-range eggs are known to have lower cholesterol and higher nutrient density.",
    "id": 3,
    "category": "Eggs"
  },
  {
    "name": "Organic Potatoes",
    "price": "60",
    "image": "/image/market/potatoes.jpg",
    "short_description": "Locally sourced organic potatoes.",
    "description": "These organic potatoes are grown in fertile soil using eco-friendly farming practices, free from synthetic chemicals. They are rich in potassium, vitamin C, and dietary fiber, supporting heart and digestive health. With a naturally earthy flavor and smooth texture, they’re ideal for baking, boiling, mashing, or frying. The skin is thin and edible, retaining nutrients when cooked whole. Locally sourced, they support nearby communities and reduce environmental impact.",
    "id": 4,
    "category": "Vegetables"
  },
  {
    "name": "Organic Carrots",
    "price": "70",
    "image": "/image/market/carrots.jpg",
    "short_description": "Fresh organic carrots from local farms.",
    "description": "Organically grown and harvested at peak ripeness, these carrots are naturally sweet, crisp, and full of nutrients. Packed with beta-carotene, they support eye health, immune function, and skin vitality. Their vibrant orange color is a testament to their freshness and nutritional content. Perfect for raw snacking, juicing, or cooking in soups and stir-fries. Free from synthetic chemicals and grown sustainably, they’re safe for children and adults alike. ",
    "id": 5,
    "category": "Vegetables"
  },
  {
    "name": "Organic Spinach",
    "price": "80",
    "image": "/image/market/spinach.jpg",
    "short_description": "Organic spinach from local farms.",
    "description": "This nutrient-rich organic spinach is hand-harvested from local farms that follow sustainable and chemical-free practices. It is an excellent source of iron, calcium, magnesium, and vitamins A, C, and K. The tender green leaves are perfect for salads, soups, smoothies, or sautéed dishes. Spinach supports bone health, boosts immunity, and improves energy levels due to its iron content. Grown without pesticides, it's safer for your family and the planet.",
    "id": 6,
    "category": "Greens"
  },
  {
    "name": "Local Honey",
    "price": "300",
    "image": "/image/market/honey.jpg",
    "short_description": "Pure local honey harvested from nearby hives.",
    "description": "Our local honey is 100% pure and raw, harvested from wild hives and carefully filtered without heating or additives. Its rich golden color and floral aroma reflect the variety of local flowers visited by the bees. High in antioxidants and antimicrobial properties, honey is a natural remedy for colds, coughs, and skin care. It can be used as a sweetener in tea, baking, or drizzled over foods. Supporting local beekeepers helps sustain bee populations and biodiversity.",
    "id": 7,
    "category": "Dairy"
  },
  {
    "name": "Fresh Milk",
    "price": "50",
    "image": "/image/market/milk.jpg",
    "short_description": "Fresh milk from local dairy farms.",
    "description": "Sourced daily from local dairy farms, this fresh milk is full of natural flavor, creaminess, and nutrition. It contains essential nutrients such as calcium, protein, vitamin D, and B12, supporting bone strength and overall growth. The milk is minimally processed to retain its purity and freshness. Perfect for drinking, making yogurt, cheese, tea, or using in baking recipes. Free from harmful preservatives and antibiotics, it’s safe for all age groups. Each batch is tested for quality and hygiene standards. A staple item for every home, bringing you the goodness of local dairy directly.",
    "id": 8,
    "category": "Dairy"
  },
  {
    "name": "Organic Wheat Flour",
    "price": "40",
    "image": "/image/market/wheat_flour.jpg",
    "short_description": "Whole wheat flour from organic farms.",
    "description": "This whole wheat flour is milled from organically grown wheat, preserving its natural fiber, bran, and germ. It's rich in nutrients like iron, magnesium, and B vitamins, supporting digestive and metabolic health. The texture is soft yet hearty, making it ideal for chapatis, breads, parathas, and more. Unlike refined flours, this retains its wholesome integrity and flavor. Sourced from trusted organic farms, it's grown without synthetic fertilizers or GMOs. It offers better satiety and energy levels than processed alternatives. Ideal for those seeking healthy, natural alternatives in everyday cooking.",
    "id": 9,
    "category": "Grains"
  },
  {
    "name": "Organic Sugar",
    "price": "60",
    "image": "/image/market/sugar.jpg",
    "short_description": "Pure organic sugar from local farms.",
    "description": "Our organic sugar is extracted from naturally grown sugarcane without the use of harmful chemicals or bleaching agents. It retains a mild caramel flavor and light golden hue, offering a more natural sweetness. Great for baking, beverages, and cooking, it dissolves easily and enhances the taste of dishes. Unlike refined white sugar, it contains trace minerals and is less processed. Grown using eco-friendly practices, it’s better for health and the environment. Packaged carefully to preserve freshness and purity. Make the switch to a cleaner, more natural sweetener with our organic sugar.",
    "id": 10,
    "category": "Spices"
  },
  {
    "name": "Fresh Green Beans",
    "price": "70",
    "image": "/image/market/green_beans.jpg",
    "short_description": "Crisp and fresh green beans from local farms.",
    "description": "Crisp and tender, these fresh green beans are handpicked from local farms to ensure peak flavor and nutrition. Naturally rich in fiber, vitamins A, C, and K, they promote heart and bone health. Green beans are perfect for stir-fries, salads, or steamed side dishes. Grown without synthetic pesticides, they’re a safe and wholesome choice for families. Their vibrant green color and firm snap are indicators of freshness. Packed with antioxidants, they support immune health and digestion. Enjoy farm-to-table quality with every bite.",
    "id": 11,
    "category": "Pulses"
  },
  {
    "name": "Organic Cucumber",
    "price": "30",
    "image": "/image/market/cucumber.jpg",
    "short_description": "Cool and refreshing organic cucumbers.",
    "description": "These cool, refreshing cucumbers are grown organically without the use of harmful chemicals. Their crisp texture and high water content make them ideal for hydration and detoxification. Cucumbers are rich in antioxidants and support healthy skin, digestion, and blood pressure. Perfect for salads, sandwiches, or snacking with dips. Grown locally, they are picked fresh and delivered promptly to maintain quality. Their mild flavor and crunch add a refreshing touch to any dish. Enjoy the cooling benefits of nature’s healthiest veggie.",
    "id": 12,
    "category": "Vegetables"
  },
  {
    "name": "Fresh Cauliflower",
    "price": "50",
    "image": "/image/market/cauliflower.jpg",
    "short_description": "Freshly harvested cauliflower from local farms.",
    "description": "Our cauliflower is freshly harvested from local farms, offering a mild flavor and dense texture ideal for diverse recipes. Packed with vitamin C, fiber, and antioxidants, it supports immunity and digestion. It’s great roasted, mashed, in curries, or as a low-carb rice alternative. Cauliflower is known for its cancer-fighting compounds and anti-inflammatory benefits. These florets are firm, white, and pesticide-free, ensuring clean, wholesome food. Local sourcing ensures freshness and supports nearby farmers. A versatile staple in healthy cooking.",
    "id": 13,
    "category": "Vegetables"
  },
  {
    "name": "Organic Bell Peppers",
    "price": "80",
    "image": "/image/market/bell_peppers.jpg",
    "short_description": "Colorful and crunchy organic bell peppers.",
    "description": "These vibrant organic bell peppers come in red, yellow, and green, offering both visual appeal and flavor variety. Grown without chemicals, they are rich in vitamin C, antioxidants, and beta-carotene. Their sweet, crunchy texture makes them perfect for stir-fries, salads, grilling, or stuffing. Bell peppers support eye health, immunity, and skin vitality. Locally harvested and naturally ripened, they retain maximum nutrients. Their bold color and crispness elevate any dish. A tasty and nutritious way to add color to your plate.",
    "id": 14,
    "category": "Vegetables"
  },
  {
    "name": "Local Grapes",
    "price": "100",
    "image": "/image/market/grapes.jpg",
    "short_description": "Sweet and juicy grapes from local vineyards.",
    "description": "These locally grown grapes are juicy, sweet, and bursting with natural flavor. Packed with antioxidants like resveratrol, they help support heart and brain health. Their high vitamin C and K content make them a great immune booster. Perfect for snacking, juicing, or adding to desserts and salads. Handpicked for freshness and ripeness, they have a smooth skin and tender pulp. Locally sourced grapes ensure lower carbon footprint and better quality. A naturally sweet treat for all ages.",
    "id": 15,
    "category": "Fruits"
  },
  {
    "name": "Organic Bananas",
    "price": "40",
    "image": "/image/market/bananas.jpg",
    "short_description": "Fresh organic bananas from local farms.",
    "description": "Organically grown without pesticides or chemicals, these bananas are sweet, creamy, and full of nutrients. They’re an excellent source of potassium, which supports heart health and muscle function. Bananas provide quick energy and aid digestion thanks to their fiber content. Ideal for smoothies, snacks, baking, or breakfast cereals. Each bunch is freshly harvested from local farms. Their natural sweetness makes them a healthier alternative to sugary snacks. A must-have in every fruit basket.",
    "id": 16,
    "category": "Fruits"
  },
  {
    "name": "Organic Avocados",
    "price": "60",
    "image": "/image/market/avocados.jpg",
    "short_description": "Fresh organic avocados from local farms.",
    "description": "Creamy and nutrient-dense, these organic avocados are grown with care using sustainable methods. They’re rich in heart-healthy monounsaturated fats, fiber, potassium, and vitamins E and B6. Avocados help reduce bad cholesterol and support skin and brain health. Perfect for guacamole, salads, spreads, or smoothies. Their smooth texture and rich taste make them a superfood favorite. Locally sourced to ensure freshness and peak ripeness. A delicious way to add healthy fats to your diet.",
    "id": 17,
    "category": "Fruits"
  },
  {
    "name": "Organic Lettuce",
    "price": "30",
    "image": "/image/market/lettuce.jpg",
    "short_description": "Healthy and fresh organic lettuce from local farms.",
    "description": "This fresh organic lettuce is harvested from local farms without the use of synthetic pesticides or fertilizers. Crisp, tender, and hydrating, it's ideal for salads, wraps, or sandwiches. Lettuce is low in calories and high in fiber, supporting weight loss and digestion. It also provides folate, vitamins A and K, and antioxidants. Carefully packed to preserve freshness and crunch. Sustainably grown to ensure environmental safety and consumer health. A refreshing green essential for daily meals.",
    "id": 18,
    "category": "Greens"
  },
  {
    "name": "Fresh Strawberries",
    "price": "150",
    "image": "/image/market/strawberries.jpg",
    "short_description": "Sweet and juicy strawberries from local farms.",
    "description": "Sweet, juicy, and full of flavor, these strawberries are harvested at peak ripeness from local farms. They are rich in antioxidants, vitamin C, and manganese, supporting immunity and heart health. Strawberries are perfect for smoothies, desserts, salads, or eating fresh. Grown without harmful chemicals, they are safe and nutritious for all ages. Their bright red color and natural sweetness make them irresistible. Refrigerated immediately after picking to lock in freshness. Enjoy nature’s candy the healthy way.",
    "id": 19,
    "category": "Fruits"
  },
  {
    "name": "Organic Blueberries",
    "price": "200",
    "image": "/image/market/blueberries.jpg",
    "short_description": "Fresh organic blueberries from local farms.",
    "description": "These organic blueberries are small but packed with powerful antioxidants, especially anthocyanins. They support brain health, reduce inflammation, and improve heart function. Ideal for yogurt, smoothies, baking, or snacking straight from the pack. Grown without chemicals, they’re safe and pure for daily consumption. Their deep blue color and tangy-sweet taste reflect premium quality. Each batch is carefully picked to preserve freshness and nutrition. A delicious superfood that fits every lifestyle.",
    "id": 20,
    "category": "Fruits"
  },
  {
    "name": "Organic Zucchini",
    "price": "60",
    "image": "/image/market/zucchini.jpg",
    "short_description": "Fresh organic zucchini from local farms.",
    "description": "Tender and mild in flavor, this organic zucchini is harvested fresh from chemical-free farms. It’s high in fiber, vitamin C, and manganese, aiding digestion and metabolic health. Ideal for stir-fries, grilling, baking, or spiralizing into noodles. Zucchini is low in calories and carbs, making it popular for weight management. Smooth skin and firm texture ensure top quality and versatility. Sourced locally to maintain peak freshness. A green vegetable staple for healthy meals.",
    "id": 21,
    "category": "Vegetables"
  },
  {
    "name": "Local Oranges",
    "price": "80",
    "image": "/image/market/oranges.jpg",
    "short_description": "Sweet and juicy oranges from local orchards.",
    "description": "These oranges are grown in local orchards and picked at the peak of ripeness for maximum sweetness and juiciness. High in vitamin C and dietary fiber, they help strengthen immunity and digestion. Their bright orange color and fragrant zest make them ideal for juices, snacks, and desserts. Each fruit is carefully selected for flavor and freshness. Locally grown to reduce transport time and preserve quality. Naturally hydrating and energizing. A refreshing citrus boost for every day.",
    "id": 22,
    "category": "Fruits"
  },
  {
    "name": "Organic Lemons",
    "price": "50",
    "image": "/image/market/lemons.jpg",
    "short_description": "Fresh organic lemons from local farms.",
    "description": "These zesty organic lemons are grown using natural, sustainable farming techniques. Packed with vitamin C, citric acid, and antioxidants, they aid digestion, detox, and immunity. Perfect for adding tangy flavor to drinks, dishes, and baked goods. Their rind is safe for zesting, thanks to pesticide-free cultivation. Firm, juicy, and bursting with aroma, they’re a kitchen essential. Locally harvested to maintain peak freshness. A powerful citrus fruit with endless uses.",
    "id": 23,
    "category": "Fruits"
  },
  {
    "name": "Organic Garlic",
    "price": "100",
    "image": "/image/market/garlic.jpg",
    "short_description": "Strong and flavorful organic garlic.",
    "description": "This pungent and flavorful organic garlic is grown naturally, enhancing both taste and health benefits. Garlic is known for its antibacterial and anti-inflammatory properties. It helps regulate blood pressure and cholesterol levels. Essential in countless cuisines, it adds depth and aroma to dishes. Each bulb is firm, plump, and freshly harvested from local farms. Free from chemical sprays and preservatives. A natural remedy and powerful culinary ingredient.",
    "id": 24,
    "category": "Fruits"
  },
  {
    "name": "Organic Onions",
    "price": "40",
    "image": "/image/market/onions.jpg",
    "short_description": "Fresh organic onions from local farms.",
    "description": "These organic onions are full of flavor and essential nutrients like vitamin C, antioxidants, and sulfur compounds. Grown without pesticides, they’re safe, clean, and environmentally friendly. Onions add depth to curries, stir-fries, soups, and countless dishes. Their firm, dry outer skin and juicy interior signify quality. Locally sourced to ensure freshness and support sustainable farming. Known for their heart and immune benefits. A must-have for every home cook.",
    "id": 25,
    "category": "Vegetables"
  },
  {
    "name": "Whole Grain Bread",
    "price": "60/l",
    "image": "/image/market/bread.jpg",
    "short_description": "Fresh whole grain bread baked daily.",
    "description": "Freshly baked daily, this whole grain bread is made from natural flours with no artificial additives. It’s high in fiber, complex carbs, and B vitamins for lasting energy and digestion. The crust is golden and crunchy, while the inside remains soft and flavorful. Great for breakfast, sandwiches, or toasts. Each loaf is crafted with care and baked using traditional methods. A wholesome choice for those seeking nutritious alternatives to white bread. Healthy, hearty, and delicious.",
    "id": 26,
    "category": "Grains"
  },
  {
    "name": "Organic Apples",
    "price": "80",
    "image": "/image/market/Apple.jpg",
    "short_description": "Crisp organic apples from local orchards.",
    "description": "These crisp, juicy apples are organically grown in local orchards without synthetic pesticides or wax. Packed with fiber and vitamin C, they support digestion and immunity. Their natural sweetness and crunch make them perfect for snacking, baking, or juicing. The skin is edible and rich in antioxidants. Apples help regulate blood sugar and promote heart health. Picked fresh and stored with care to preserve their quality. A crunchy classic for any time of day.",
    "id": 27,
    "category": "Fruits"
  },
  {
    "name": "Fresh Cottage Cheese",
    "price": "100",
    "image": "/image/market/cottage_cheese.jpg",
    "short_description": "Fresh homemade cottage cheese.",
    "description": "This homemade-style cottage cheese is soft, creamy, and packed with high-quality protein and calcium. Made from fresh milk, it’s ideal for spreading, cooking, or eating plain. It supports muscle growth, bone strength, and satiety. Free from preservatives, it offers authentic dairy taste and texture. Perfect for Indian dishes like paneer bhurji or salads and wraps. Locally made in small batches to ensure quality. A nutritious dairy staple for your kitchen.",
    "id": 28,
    "category": "Dairy"
  },
  {
    "name": "Organic Broccoli",
    "price": "70",
    "image": "/image/market/Broccoli.jpg",
    "short_description": "Fresh organic broccoli from local farms.",
    "description": "Rich in nutrients and antioxidants, this organic broccoli is grown using sustainable methods for maximum health benefits. High in vitamin C, K, and fiber, it supports immunity, bone health, and digestion. Perfect for steaming, roasting, or adding to soups and stir-fries. Its deep green color and firm florets reflect its freshness. No synthetic fertilizers or sprays are used in cultivation. Sourced from local farms to ensure peak quality. A powerful addition to any healthy diet.",
    "id": 29,
    "category": "Vegetables"
  },
  {
    "name": "Organic Peas",
    "price": "90",
    "image": "/image/market/Peas.jpg",
    "short_description": "Sweet organic peas from local farms.",
    "description": "These sweet organic peas are hand-harvested at peak freshness, ensuring tender texture and great taste. They’re rich in plant protein, fiber, and essential nutrients like vitamins A and B. Great for curries, salads, rice dishes, or purees. Naturally grown without harmful chemicals, they’re safe and nutritious. Their bright green color and natural sweetness reflect premium quality. Sourced from local farms to support sustainable agriculture. A seasonal favorite that’s packed with health benefits.",
    "id": 30,
    "category": "Pulses"
  },
  {
    "name": "Organic Corn",
    "price": "50",
    "image": "/image/market/corn.jpg",
    "short_description": "Fresh organic corn from local farms.",
    "description": "This fresh organic corn is harvested from pesticide-free farms, ensuring natural sweetness and full flavor. Packed with fiber, B vitamins, and antioxidants like lutein, it promotes eye health and digestion. Its juicy kernels are perfect for boiling, roasting, grilling, or adding to salads and soups. Grown using sustainable methods, it’s both eco-friendly and health-conscious. Corn is also a great source of natural energy and supports gut health. The bright yellow color and plump kernels reflect freshness. Enjoy the delicious crunch of real farm-grown corn.",
    "id": 31,
    "category": "Vegetables"
  },
  {
    "name": "Organic Mushrooms",
    "price": "120",
    "image": "/image/market/mushrooms.jpg",
    "short_description": "Fresh organic mushrooms from local farms.",
    "description": "These organic mushrooms are cultivated under controlled, chemical-free conditions to ensure purity and safety. They offer a rich, earthy flavor and meaty texture ideal for sautéing, soups, pizzas, or stir-fries. Mushrooms are low in calories but high in protein, selenium, and B vitamins. Known for their immune-boosting and anti-inflammatory properties, they’re a powerful addition to any diet. Each batch is handpicked and carefully cleaned to preserve freshness. Locally sourced to reduce environmental impact. A tasty, nutrient-dense superfood.",
    "id": 32,
    "category": "Vegetables"
  },
  {
    "name": "Organic Pumpkin",
    "price": "60",
    "image": "/image/market/pumpkin.jpg",
    "short_description": "Fresh organic pumpkin from local farms.",
    "description": "This organic pumpkin is naturally grown without harmful chemicals and is rich in fiber, beta-carotene, and vitamin A. It has a smooth texture and mildly sweet flavor perfect for soups, curries, baking, or roasting. Pumpkins support vision, immunity, and heart health. The flesh is dense and vibrant orange, signaling high nutritional value. Each one is handpicked at peak ripeness for maximum freshness. Sustainable farming methods help preserve soil and local biodiversity. A hearty, seasonal vegetable that’s both delicious and nourishing.",
    "id": 33,
    "category": "Vegetables"
  },
  {
    "name": "Organic Ginger",
    "price": "150",
    "image": "/image/market/ginger.jpg",
    "short_description": "Fresh organic ginger with strong flavor.",
    "description": "Freshly harvested organic ginger root is known for its sharp, spicy aroma and numerous health benefits. It's packed with antioxidants and bioactive compounds that fight inflammation and aid digestion. Ginger helps relieve nausea, boosts immunity, and supports metabolic health. Ideal for teas, cooking, or as a natural remedy. Grown using traditional organic methods with no chemicals or preservatives. Its knobby, golden-brown skin covers a fragrant and potent core. A medicinal spice and culinary essential.",
    "id": 34,
    "category": "Spices"
  },
  {
    "name": "Organic Turmeric",
    "price": "18",
    "image": "/image/market/turmeric.jpg",
    "short_description": "Fresh organic turmeric root.",
    "description": "This bright orange organic turmeric root is harvested from naturally managed farms without synthetic additives. It’s renowned for its anti-inflammatory and antioxidant properties due to its active compound, curcumin. Turmeric supports joint health, immunity, and overall well-being. It can be used in curries, teas, and golden milk or dried and powdered. Each root is fresh, firm, and full of earthy flavor. Sustainably grown and minimally processed. A powerful healing spice from the earth.",
    "id": 35,
    "category": "Spices"
  },
  {
    "name": "Organic Cinnamon",
    "price": "200",
    "image": "/image/market/cinnamon.jpg",
    "short_description": "Premium organic cinnamon sticks.",
    "description": "Premium organic cinnamon sticks, sourced from naturally grown trees, are full of sweet, warm flavor and health benefits. Cinnamon is known to help regulate blood sugar and has powerful antioxidant and anti-inflammatory properties. These sticks are perfect for spicing up desserts, teas, or savory dishes. Grown without synthetic pesticides or fertilizers, ensuring purity. The bark is tightly rolled, aromatic, and flavorful. Carefully dried and stored to retain natural oils. A pantry must-have for baking and health.",
    "id": 36,
    "category": "Spices"
  },
  {
    "name": "Organic Almonds",
    "price": "500",
    "image": "/image/market/almonds.jpg",
    "short_description": "Premium organic almonds from local farms.",
    "description": "These premium organic almonds are grown in local orchards using chemical-free methods. They are rich in healthy fats, vitamin E, magnesium, and plant-based protein. Almonds support heart health, brain function, and skin nourishment. Perfect for snacking, baking, or making almond milk and butter. The nuts are crunchy, lightly sweet, and nutrient-dense. Each batch is hand-sorted to ensure top quality. A wholesome dry fruit that combines flavor with nutrition.",
    "id": 37,
    "category": "Dry Fruits"
  },
  {
    "name": "Organic Walnuts",
    "price": "450",
    "image": "/image/market/walnuts.jpg",
    "short_description": "Fresh organic walnuts from local orchards.",
    "description": "Sourced from trusted organic farms, these walnuts are crunchy, fresh, and full of healthy omega-3 fatty acids. Walnuts improve brain health, reduce inflammation, and support heart function. They’re great in salads, cereals, baking, or eaten raw. Naturally grown without pesticides, they retain their nutty aroma and rich flavor. The shells are removed carefully to preserve the kernel's integrity. A great source of plant protein and essential nutrients. Ideal for daily snacking and meal prep.",
    "id": 38,
    "category": "Dry Fruits"
  },
  {
    "name": "Organic Cashews",
    "price": "600",
    "image": "/image/market/cashews.jpg",
    "short_description": "Premium organic cashews.",
    "description": "Creamy and naturally sweet, these premium organic cashews are grown without the use of synthetic chemicals. Rich in healthy fats, magnesium, and copper, they support bone health and metabolism. Cashews are great in desserts, stir-fries, or as a dairy-free cream base. Their smooth texture and mild flavor make them a favorite among dry fruits. Carefully harvested and sun-dried to maintain quality. A heart-healthy snack with a satisfying crunch. Enjoy a luxurious nut with every handful.",
    "id": 39,
    "category": "Dry Fruits"
  },
  {
    "name": "Organic Raisins",
    "price": "300",
    "image": "/image/market/raisins.jpg",
    "short_description": "Sweet organic raisins from local grapes.",
    "description": "These sweet and chewy organic raisins are made from sun-dried local grapes grown without chemical sprays. Raisins are high in antioxidants, iron, and fiber, helping boost energy and improve digestion. Great for snacking, baking, cereals, or sweetening dishes naturally. Their dark golden color and wrinkled texture indicate quality and purity. No added sugar or preservatives. Packed with natural sweetness and nutrients. A wholesome way to satisfy your sweet cravings.",
    "id": 40,
    "category": "Dry Fruits"
  },
  {
    "name": "Organic Dates",
    "price": "350",
    "image": "/image/market/dates.jpg",
    "short_description": "Fresh organic dates from local farms.",
    "description": "Our organic dates are soft, chewy, and naturally sweet, harvested from local organic date palms. Dates are rich in potassium, fiber, and natural sugars, making them an excellent energy booster. They promote digestive health and help maintain stable blood sugar levels. Perfect for snacking, desserts, or making energy balls and smoothies. Each date is pitted and cleaned for ready use. Grown sustainably to protect the environment and farmer livelihood. Nature’s perfect sweet treat.",
    "id": 41,
    "category": "Dry Fruits"
  },
  {
    "name": "Organic Figs",
    "price": "400",
    "image": "/image/market/figs.jpg",
    "short_description": "Sweet organic figs from local orchards.",
    "description": "These organic figs are plump, tender, and loaded with natural sweetness and essential nutrients. High in fiber, calcium, and antioxidants, they support bone strength and digestive health. Figs are ideal in cereals, baking, or as a standalone snack. Grown using eco-friendly practices in local orchards. Their soft, chewy texture and rich flavor make them a gourmet dry fruit. Naturally sun-dried without additives or sugar. A luxury fruit that’s delicious and healthy.",
    "id": 42,
    "category": "Dry Fruits"
  },
  {
    "name": "Organic Quinoa",
    "price": "250",
    "image": "/image/market/Quinoa.jpg",
    "short_description": "Premium organic quinoa from local farms.",
    "description": "This premium organic quinoa is a complete protein, containing all nine essential amino acids. Naturally gluten-free and rich in fiber, magnesium, and antioxidants, it supports weight management and heart health. Quinoa is easy to cook and ideal for salads, bowls, or as a rice substitute. Grown organically with minimal water waste and no chemical inputs. Each grain is light, fluffy, and nutty when cooked. Packed with plant power for a nutritious meal. A super grain for a super lifestyle.",
    "id": 43,
    "category": "Grains"
  },
  {
    "name": "Organic Oats",
    "price": "120",
    "image": "/image/market/Oats.jpg",
    "short_description": "Whole grain organic oats.",
    "description": "Whole grain organic oats are a fiber-rich breakfast staple that support heart health and steady energy levels. These oats are grown without pesticides and minimally processed to retain their natural nutrients. They’re excellent for porridge, granola, baking, or smoothies. High in beta-glucan, they help lower cholesterol and boost digestion. The grains are plump and cook into a creamy texture. Sustainably farmed and packed to preserve freshness. Start your day with wholesome energy.",
    "id": 44,
    "category": "Grains"
  },
  {
    "name": "Organic Barley",
    "price": "100",
    "image": "/image/market/Barley.jpg",
    "short_description": "Premium organic barley grains.",
    "description": "These premium organic barley grains are cultivated sustainably and offer a nutty flavor with a chewy texture. Barley is high in fiber, selenium, and manganese, supporting digestion and metabolism. Ideal for soups, stews, salads, or making barley water. Grown without artificial chemicals or GMOs for a pure product. Helps lower blood sugar and cholesterol levels. A hearty grain with ancient health benefits. Perfect for traditional and modern recipes alike.",
    "id": 45,
    "category": "Grains"
  },
  {
    "name": "Organic Lentils",
    "price": "110",
    "image": "/image/market/lentils.jpg",
    "short_description": "High-protein organic lentils.",
    "description": "High in protein, iron, and dietary fiber, these organic lentils are a powerhouse of plant-based nutrition. Grown naturally without chemical fertilizers, they’re safe, sustainable, and nourishing. Lentils cook quickly and are great in dals, soups, salads, or curries. They support heart health, stabilize blood sugar, and improve digestion. Available in multiple varieties to suit different tastes. Each batch is sorted and cleaned for purity. A staple legume for everyday health.",
    "id": 46,
    "category": "Pulses"
  },
  {
    "name": "Organic Chickpeas",
    "price": "130",
    "image": "/image/market/chickpeas.jpg",
    "short_description": "Fresh organic chickpeas from local farms.",
    "description": "",
    "id": 47,
    "category": "Pulses"
  },
  {
    "name": "Organic Kidney Beans",
    "price": "140",
    "image": "/image/market/kidney_beans.jpg",
    "short_description": "Premium organic kidney beans.",
    "description": "These premium kidney beans are grown organically and are a rich source of protein, fiber, and iron. They help regulate blood sugar, support muscle health, and improve digestion. Kidney beans are perfect for chili, curries, or rice dishes. Their dark red color and creamy texture make them a hearty meal base. Grown without synthetic inputs and hand-sorted for quality. Easy to cook and very filling. A healthy legume choice for all kitchens.",
    "id": 48,
    "category": "Pulses"
  },
  {
    "name": "Organic Soybeans",
    "price": "150",
    "image": "/image/market/soybeans.jpg",
    "short_description": "Fresh organic soybeans from local farms.",
    "description": "Freshly harvested organic soybeans are a versatile, high-protein legume that’s essential for vegetarian and vegan diets. Rich in isoflavones, they support hormonal balance and bone health. Great for making tofu, soy milk, or stir-fried dishes. Grown without chemicals or GMOs, they’re safe and sustainable. Each bean is firm, clean, and packed with nutrients. Excellent for heart and metabolic health. A modern dietary staple with ancient roots.",
    "id": 49,
    "category": "Pulses"
  },
  {
    "name": "Organic Black Beans",
    "price": "160",
    "image": "/image/market/black beans.jpg",
    "short_description": "Premium organic black beans.",
    "description": "These premium organic black beans are rich in plant protein, fiber, folate, and antioxidants. They support heart health, aid digestion, and maintain stable blood sugar. Their dense texture and mild flavor make them perfect for burritos, soups, or rice dishes. Grown using organic practices and hand-sorted for quality. Free from synthetic fertilizers and harmful residues. A nutrient-rich pulse for hearty, health-conscious meals. A kitchen essential for modern diets.",
    "id": 50,
    "category": "Pulses"
  },
  {
    "name": "Fresh Turnip",
    "price": "160",
    "image": "/image/market/turnip.jpg",
    "short_description": "Fresh Turnip sourced from local farms.",
    "description": "Freshly harvested from local farms, these turnips have a crisp texture and mildly sweet, earthy flavor. Turnips are rich in fiber, vitamin C, and antioxidants, making them ideal for boosting immunity and digestion. They can be used in soups, stews, or roasted for a hearty side. Grown using sustainable methods, free from synthetic chemicals. Each turnip is carefully selected to ensure freshness and firmness. Perfect for winter meals or year-round healthy cooking. A versatile root vegetable loved in traditional recipes.",
    "id": 51,
    "category": "Vegetables"
  },
  {
    "name": "Organic Sweet Potatoes",
    "price": "200",
    "image": "/image/market/sweet_potatoes.jpg",
    "short_description": "sweet potatoe sourced from local farms.",
    "description": "These organic sweet potatoes are naturally grown without harmful pesticides, providing a rich source of beta-carotene, fiber, and complex carbs. Their creamy texture and naturally sweet taste make them great for baking, roasting, or mashing. They support eye health, gut health, and sustained energy. Farmed sustainably, preserving both soil quality and biodiversity. Each tuber is handpicked to ensure maximum freshness. Ideal for both savory and sweet dishes. A nutritious and comforting addition to your plate.",
    "id": 52,
    "category": "Vegetables"
  },

  {
    "name": "Okra",
    "price": "87",
    "image": "/image/market/okra.jpg",
    "short_description": "Okra sourced from local farms.",
    "description": "Fresh okra, also known as ladyfinger, sourced locally and harvested at peak tenderness. It contains fiber, vitamin C, and folate, promoting digestive and immune health. Okra has a unique texture and mild flavor, perfect for frying, stews, or curries. Known for its mucilage, it can thicken soups and sauces naturally. Grown without the use of harmful chemicals. Crisp, green pods selected with care for optimal quality. A beloved vegetable in Southern and South Asian cuisines.",
    "id": 53,
    "category": "Vegetables"
  },
  {
    "name": "Bitter Gourd",
    "price": "150",
    "image": "/image/market/Bitter Gourd.jpg",
    "short_description": "Bitter Gourd sourced from local farms.",
    "description": "Bitter Gourd, also known as karela, is prized for its detoxifying properties and unique bitter taste. It’s rich in antioxidants, vitamin C, and compounds that help regulate blood sugar. Popular in Asian and Ayurvedic cooking, it can be stir-fried, juiced, or used in curries. Harvested fresh from local farms that prioritize organic practices. Its spiky green skin and firm texture indicate peak ripeness. A powerful addition to wellness diets. Embrace its bold taste and bold benefits.",
    "id": 54,
    "category": "Vegetables"
  },
  {
    "name": "Ridge Gourd",
    "price": "113",
    "image": "/image/market/Ridge Gourd.jpg",
    "short_description": "Ridge Gourd sourced from local farms.",
    "description": "Ridge Gourd, or turai, is a light green, ridged vegetable known for its cooling and digestive properties. It’s high in fiber, water content, and essential minerals. Grown using eco-friendly techniques, this gourd is tender, fresh, and ready for stir-fries or dals. The mildly sweet taste and sponge-like texture make it perfect for absorbing spices. Each gourd is harvested at ideal maturity for cooking. Naturally low in calories and fat. A summer vegetable that supports health and hydration.",
    "id": 55,
    "category": "Vegetables"
  },
  {
    "name": "Pointed Gourd (Parwal)",
    "price": "170",
    "image": "/image/market/Pointed Gourd (Parwal).jpg",
    "short_description": "Pointed Gourd (Parwal)sourced from local farms.",
    "description": "Locally grown Pointed Gourd, also known as Parwal, is a versatile vegetable rich in vitamins A and C. It helps boost immunity and digestion, making it a healthy choice for everyday meals. With its firm skin and soft interior, it's perfect for stuffing, frying, or curries. Sourced from chemical-free farms that value sustainability. Handpicked to ensure freshness and quality. A staple in Indian kitchens for its mild flavor. Combines nutrition with traditional taste.",
    "id": 56,
    "category": "Vegetables"
  },
  {
    "name": "Bottle Gourd (Lauki)",
    "price": "110",
    "image": "/image/market/Bottle Gourd (Lauki).jpg",
    "short_description": "Bottle Gourd (Lauki) sourced from local farms.",
    "description": "Bottle Gourd, commonly called Lauki or Doodhi, is a hydrating and nutrient-rich vegetable. It's known for promoting heart health, weight loss, and digestive ease. This soft-fleshed gourd is ideal for soups, curries, or as a juice. Farmed organically and harvested fresh to retain its mild flavor and softness. Contains vitamins C, K, and essential minerals. Each gourd is chosen for its freshness and size. A soothing ingredient for both light and hearty meals.",
    "id": 57,
    "category": "Vegetables"
  },
  {
    "name": "Pear",
    "price": "100",
    "image": "/image/market/Pear.jpg",
    "short_description": "Pear sourced from local farms.",
    "description": "These juicy, handpicked pears are sourced from local farms and are naturally sweet and refreshing. Rich in fiber, vitamin C, and potassium, pears support digestion and immune function. Great for snacking, desserts, or salads. Grown without harmful chemicals, ensuring safety and sustainability. Their soft flesh and aromatic flavor make them a favorite fruit for all ages. Carefully packed to preserve their delicate texture. A crisp, wholesome treat.",
    "id": 58,
    "category": "Fruits"
  },
  {
    "name": "Moringa (Sitalchini)",
    "price": "150",
    "image": "/image/market/Moringa.jpg",
    "short_description": "Moringa sourced from local farms.",
    "description": "Moringa, also known as Sitalchini, is a nutrient-dense superfood used for centuries in traditional medicine. Rich in iron, calcium, and powerful antioxidants, it supports overall health, immunity, and energy. The tender pods are harvested young for the best flavor and texture. Can be added to curries, soups, or consumed as juice. Cultivated without synthetic inputs for maximum purity. Highly valued for its medicinal and nutritional benefits. A green powerhouse from nature.",
    "id": 59,
    "category": "Vegetables"
  },
  {
    "name": "Bajra (Pearl Millet)",
    "price": "113",
    "image": "/image/market/Bajra (Pearl Millet).jpg",
    "short_description": "Bajra (Pearl Millet) sourced from local farms.",
    "description": "Bajra or Pearl Millet is a gluten-free, nutrient-rich grain with high fiber and magnesium. It's great for controlling cholesterol, aiding digestion, and boosting energy levels. Traditionally used in flatbreads and porridges, it's ideal for hearty, rural-style meals. These grains are grown using eco-friendly techniques, ensuring chemical-free nutrition. Each batch is cleaned and sun-dried to maintain quality. Bajra flour is perfect for winter diets and diabetic-friendly cooking. A heritage grain with modern benefits.",
    "id": 60,
    "category": "Grains"
  },
  {
    "name": "Foxtail Millet",
    "price": "260",
    "image": "/image/market/Foxtail Millet.jpg",
    "short_description": "Foxtail Milletsourced from local farms.",
    "description": "Foxtail Millet is a highly nutritious ancient grain packed with fiber, protein, and minerals like iron and magnesium. It is excellent for regulating blood sugar, supporting heart health, and improving digestion. These golden grains are grown sustainably without harmful chemicals. A gluten-free alternative to rice or wheat, perfect for porridge, pulao, or salads. It has a mildly nutty flavor and soft texture when cooked. Carefully processed to retain nutrients and purity. Ideal for healthy, balanced diets and active lifestyles.",
    "id": 61,
    "category": "Grains"
  },
  {
    "name": "Maize (Cornmeal)",
    "price": "113",
    "image": "/image/market/Maize (Cornmeal).jpg",
    "short_description": "Maize (Cornmeal)sourced from local farms.",
    "description": "Maize Cornmeal is made from dried and ground corn sourced from trusted local farms. It is rich in complex carbohydrates and essential vitamins like B6 and folate. Perfect for baking cornbread, preparing polenta, or as a crispy coating for fried foods. The corn is organically grown, milled, and packaged with care. Naturally gluten-free and easy to digest, suitable for all ages. Its mild, slightly sweet flavor enhances both savory and sweet dishes. A pantry staple for traditional and modern recipes.",
    "id": 62,
    "category": "Grains"
  },
  {
    "name": "Brinjal",
    "price": "100",
    "image": "/image/market/Brinjal.jpg",
    "short_description": "Brinjalsourced from local farms.",
    "description": "Brinjal, also known as eggplant, is a versatile vegetable with a soft, spongy interior and a glossy purple exterior. Rich in fiber, antioxidants, and vitamins B1 and B6, it's great for heart and brain health. Locally grown without chemical pesticides to ensure purity and safety. Can be grilled, roasted, curried, or mashed for diverse dishes. Each brinjal is selected for firmness and rich color. A staple in Mediterranean, South Asian, and Middle Eastern cuisines. Adds depth and texture to any meal.",
    "id": 63,
    "category": "Vegetables"
  },

  {
    "name": "Mung Beans",
    "price": "156",
    "image": "/image/market/mung beans.jpg",
    "short_description": "Pure Mung Beans sourced from local farms.",
    "description": "Mung Beans are nutrient-rich legumes known for their high protein, fiber, and antioxidant content. Grown organically, they are ideal for soups, curries, sprouting, or pressure cooking. They support digestion, heart health, and energy levels. The beans are small, green, and packed with plant-based protein. Sourced from local farms that follow eco-friendly cultivation practices. Easy to cook and absorb spices well in savory dishes. A wholesome staple in vegetarian and vegan diets.",
    "id": 64,
    "category": "Pulses"
  },
  {
    "name": "Natural Coriander",
    "price": "143",
    "image": "/image/market/natural coriander.jpg",
    "short_description": "Natural Coriander sourced from local farms.",
    "description": "Natural Coriander seeds are aromatic and flavorful, harvested from pesticide-free farms. They are rich in antioxidants and essential oils that aid digestion and metabolism. Used whole or ground, they enhance the flavor of curries, pickles, and spice blends. The seeds are sun-dried to preserve their pungent citrusy notes. Each batch is carefully cleaned and packaged to maintain freshness. A vital ingredient in Indian, Middle Eastern, and Latin cuisines. Natural and full of authentic flavor.",
    "id": 65,
    "category": "Grains"
  },
  {
    "name": "Pumpkin Seeds",
    "price": "484",
    "image": "/image/market/pumpkin seeds.jpg",
    "short_description": "Pumpkin Seeds sourced from local farms.",
    "description": "Pumpkin Seeds are protein-rich, crunchy snacks loaded with zinc, magnesium, and omega-3 fatty acids. These seeds are harvested from organically grown pumpkins and dried naturally. Great for heart health, bone strength, and boosting immunity. Enjoy them roasted, added to granola, or blended into smoothies. Sourced with care from chemical-free farms. Their nutty flavor and high nutritional value make them a superfood. Ideal for snacking or baking.",
    "id": 66,
    "category": "Sprouts"
  },
  {
    "name": "Organic Artichokes",
    "price": "441",
    "image": "/image/market/organic artichokes.jpg",
    "short_description": "Organic Artichokes sourced from local farms.",
    "description": "Organic Artichokes are delicious, tender vegetables rich in fiber, folate, and antioxidants. Known for supporting liver health and digestion, they’re a gourmet addition to your meals. Grown without synthetic chemicals on sustainable farms. Can be steamed, grilled, or used in dips and salads. Each artichoke is handpicked at peak ripeness. Their earthy taste and creamy texture make them a delicacy. Perfect for healthy and elegant dishes.",
    "id": 67,
    "category": "Fruits"
  },
  {
    "name": "Raw Black Pepper",
    "price": "549",
    "image": "/image/market/Raw Black Pepper.jpg",
    "short_description": "Raw Black Pepper sourced from local farms.",
    "description": "Raw Black Pepper is a bold and aromatic spice, freshly harvested and sun-dried to preserve its natural heat and fragrance. It contains piperine, known to enhance nutrient absorption and aid digestion. Ideal for seasoning meats, soups, and sauces or grinding fresh at the table. Sourced from organic farms, free from chemicals or additives. Adds warmth and complexity to both savory and sweet dishes. Each peppercorn is carefully selected for quality. A kitchen essential for spice lovers.",
    "id": 68,
    "category": "Spices"
  },
  {
    "name": "Natural Pecans",
    "price": "250",
    "image": "/image/market/natural_pecans.jpg",
    "short_description": "Natural Pecans sourced from local farms.",
    "description": "Natural Pecans are rich, buttery nuts loaded with healthy fats, fiber, and antioxidants. These crunchy treats support heart health and provide long-lasting energy. Grown naturally and harvested with care from chemical-free orchards. Ideal for snacking, baking, or topping cereals and desserts. Each nut is shelled and packed fresh to ensure quality. They have a smooth texture and sweet, nutty flavor. A wholesome choice for nutritious indulgence.",
    "id": 69,
    "category": "Dairy"
  },
  {
    "name": "Organic Soy Milk",
    "price": "576",
    "image": "/image/market/Organic Soy Milk.jpg",
    "short_description": "Organic Soy Milk sourced from local farms.",
    "description": "Organic Soy Milk is a dairy-free, protein-rich beverage made from organically grown soybeans. It is lactose-free and suitable for vegans, rich in calcium, iron, and B vitamins. Perfect for drinking, pouring over cereal, or using in coffee and baking. Made without artificial additives or preservatives. Smooth and creamy in texture with a subtle bean flavor. Supports heart health and sustainable farming practices. A nourishing alternative to traditional milk.",
    "id": 70,
    "category": "Dairy"
  },
  {
    "name": "Paneer",
    "price": "403",
    "image": "/image/market/Paneer.jpg",
    "short_description": "Paneer sourced from local farms.",
    "description": "Paneer is a fresh, soft cheese sourced from local farms known for its high-quality dairy products. It is made using traditional methods that ensure a pure and natural taste. Rich in protein and calcium, paneer is a versatile ingredient in many culinary dishes, providing a creamy texture and mild flavor. This paneer is free from preservatives and artificial additives, making it a healthy choice for families. Harvested and processed under strict hygiene standards, it guarantees freshness and safety. Perfect for cooking, grilling, or adding to salads, paneer supports a nutritious diet. Locally sourced, it helps sustain farming communities while delivering farm-to-table goodness. The natural taste and smooth texture make it a favorite in traditional and modern recipes. Paneer contributes to muscle building and bone health with its nutrient content. It is packed carefully to retain its freshness and flavor. Enjoy the wholesome goodness of locally made paneer in your meals every day. A perfect dairy option for those seeking quality and health.",
    "id": 71,
    "category": "Dairy"
  },
  {
    "name": "Healthy Dragon Fruit",
    "price": "572",
    "image": "/image/market/Healthy Dragon Fruit.jpg",
    "short_description": "Healthy Dragon Fruit sourced from local farms.",
    "description": "Healthy Dragon Fruit is cultivated on local farms using eco-friendly farming techniques that prioritize sustainability and purity. This exotic fruit is rich in antioxidants, vitamins, and dietary fiber, making it a superfood for boosting overall health. Its vibrant pink skin and unique texture make it visually appealing and delicious to eat fresh or in smoothies. Harvested at peak ripeness, the fruit offers a sweet and mild flavor that’s both refreshing and nutritious. Free from pesticides and harmful chemicals, it supports a natural and healthy lifestyle. Dragon Fruit helps improve digestion, boosts immunity, and promotes glowing skin with its nutrient-packed flesh. It is carefully picked and packed to preserve its freshness during transport. Locally sourced, it supports sustainable agriculture and community farmers. Its low-calorie content makes it ideal for weight management diets. Enjoy the unique taste and health benefits of this tropical delight. Perfect for use in salads, desserts, and refreshing beverages. Make Healthy Dragon Fruit a tasty part of your daily nutrition routine.",
    "id": 72,
    "category": "Fruits"
  },
  {
    "name": "Sweet Rosemary",
    "price": "103",
    "image": "/image/market/Sweet Rosemary.jpg",
    "short_description": "Sweet Rosemary sourced from local farms.",
    "description": "Sweet Rosemary is a fragrant herb grown on local farms using organic and sustainable farming practices. Known for its aromatic leaves and earthy flavor, it is widely used in cooking, herbal teas, and aromatherapy. The herb is rich in antioxidants and anti-inflammatory compounds, making it beneficial for overall health and well-being. Harvested at the right time, Sweet Rosemary maintains its potent fragrance and nutrient content. It supports digestion, memory enhancement, and respiratory health when used regularly. Carefully dried or packed fresh, it retains its natural aroma and taste for culinary and therapeutic uses. This product is free from synthetic pesticides and fertilizers, ensuring purity. Locally sourced, it promotes sustainable agriculture and farm livelihoods. Rosemary adds a distinctive flavor to roasted dishes, soups, and stews. It is a natural remedy for improving blood circulation and reducing stress. With consistent use, it can contribute to healthier skin and hair. Sweet Rosemary is an essential addition to your kitchen and wellness collection.",
    "id": 73,
    "category": "Herbs"
  },
  {
    "name": "Moong Sprouts",
    "price": "80",
    "image": "/image/market/Moong Sprouts.jpg",
    "short_description": "Moong Sprouts sourced from local farms.",
    "description": "Moong Sprouts are freshly harvested from local farms following organic farming practices to ensure health and safety. These sprouts are a powerhouse of nutrients, including proteins, vitamins, and minerals, which promote good health and digestion. Rich in antioxidants and enzymes, Moong Sprouts help improve metabolic functions and support weight management. They have a crisp texture and a mild, nutty flavor that enhances salads, sandwiches, and stir-fries. Grown without chemical pesticides, they offer a pure and natural taste. The sprouts are carefully rinsed and packed to maintain freshness and prevent contamination. Consuming Moong Sprouts regularly boosts immunity and provides essential nutrients for energy. Locally sourced, they support sustainable farming and reduce environmental impact. Easy to cook and digest, they are suitable for all age groups. These sprouts are a convenient and healthy addition to everyday meals. Their high fiber content aids digestion and detoxification. Make Moong Sprouts a staple in your healthy eating routine.",
    "id": 74,
    "category": "Sprouts"
  },
  {
    "name": "Jackfruit",
    "price": "267",
    "image": "/image/market/Jackfruit.jpg",
    "short_description": "Jackfruit sourced from local farms.",
    "description": "Jackfruit is a tropical fruit sourced from local farms that use sustainable agricultural methods to preserve the environment. Known for its large size and unique sweet flavor, it is rich in dietary fiber, vitamins, and minerals. This fruit offers numerous health benefits, including improving digestion and boosting the immune system. Harvested when fully ripe, Jackfruit delivers a delicious taste and firm texture ideal for fresh consumption or cooking. It is free from harmful chemicals and pesticides, ensuring natural purity. Jackfruit can be used in a variety of dishes from desserts to savory meals, making it a versatile ingredient. Locally grown, it supports farming communities and promotes eco-friendly practices. The fruit is carefully packed to maintain freshness and prevent spoilage. It is a great source of energy and antioxidants for overall wellness. Jackfruit contributes to heart health and weight management due to its low fat content. Enjoy this tropical delight as part of a balanced diet. It is a delicious and nutritious addition to any meal plan.",
    "id": 75,
    "category": "Fruits"
  },
  {
    "name": "Dates",
    "price": "154",
    "image": "/image/market/Dates.jpg",
    "short_description": "Dates sourced from local farms.",
    "description": "Dates are sweet fruits sourced from local farms known for organic and sustainable cultivation. Rich in natural sugars, fiber, and essential nutrients, dates provide a quick source of energy and aid digestion. They are harvested at the perfect ripeness to ensure maximum sweetness and texture. Dates are free from artificial additives and pesticides, supporting a healthy and natural diet. They contain antioxidants and vitamins that help improve heart health and boost immunity. These fruits are carefully cleaned and packed to preserve freshness and flavor. Sourced locally, they support community farmers and sustainable agriculture. Dates are versatile and can be eaten as snacks or used in cooking and baking. They promote digestive health and provide a natural remedy for constipation. Their rich flavor and chewy texture make them a favorite in traditional dishes and desserts. Consuming dates regularly contributes to improved bone health. Include these nutritious fruits in your diet for a natural sweet treat.",
    "id": 76,
    "category": "Fruits"
  },
  {
    "name": "Gooseberries",
    "price": "266",
    "image": "/image/market/Gooseberries.jpg",
    "short_description": "Gooseberries sourced from local farms.",
    "description": "Gooseberries are nutrient-rich fruits grown on local farms using eco-friendly farming techniques. They are packed with antioxidants, vitamin C, and dietary fiber, which support immune health and digestion. Harvested at the right time, Gooseberries maintain their tart yet sweet flavor, perfect for fresh eating or use in jams and desserts. They are free from harmful pesticides and chemicals, ensuring a pure and natural product. Gooseberries promote heart health and help regulate blood sugar levels. The fruits are carefully handled and packed to retain freshness and nutritional value. Locally sourced, they support sustainable agriculture and local farmers. Their unique taste and health benefits make them popular in traditional and modern recipes. Gooseberries help improve skin health and reduce inflammation. They are a low-calorie addition to a healthy diet. Enjoy these versatile berries as snacks or ingredients in your kitchen. A wholesome choice for health-conscious consumers. ",
    "id": 77,
    "category": "Fruits"
  },
  {
    "name": "Coriander",
    "price": "20",
    "image": "/image/market/Coriander.jpg",
    "short_description": "Coriander sourced from local farms.",
    "description": "Coriander is a fragrant herb sourced from local farms practicing sustainable agriculture. Known for its fresh, citrusy flavor, it is widely used in cooking, garnishing, and herbal remedies. This herb is rich in antioxidants, vitamins, and minerals, offering numerous health benefits like improved digestion and detoxification. Harvested at peak freshness, Coriander leaves and seeds maintain their potent aroma and nutritional value. It is free from synthetic pesticides and chemicals, ensuring a safe and natural product. Locally sourced Coriander supports community farmers and promotes eco-friendly farming methods. Its versatility makes it essential in various cuisines worldwide. Coriander aids in blood sugar regulation and anti-inflammatory effects. It can be consumed fresh or dried, providing flavor and nutrition. The herb contributes to heart health and immunity. Coriander’s natural cleansing properties benefit skin health. Add this aromatic herb to your dishes for flavor and wellness.",
    "id": 78,
    "category": "Vegetables"
  },
  {
    "name": "Healthy Asparagus",
    "price": "163",
    "image": "/image/market/Healthy Asparagus.jpg",
    "short_description": "Healthy Asparagus sourced from local farms.",
    "description": "Healthy Asparagus is a nutritious vegetable sourced from local farms committed to sustainable and organic farming practices. This vegetable is rich in vitamins A, C, E, and K, as well as fiber and antioxidants that support overall health. Harvested at the right time, Healthy Asparagus offers a tender texture and delicate flavor perfect for steaming, grilling, or roasting. It is free from harmful chemicals, ensuring a pure and fresh product. Asparagus promotes digestive health, reduces inflammation, and supports heart and bone health. Carefully packed to preserve freshness, it reaches consumers with its natural goodness intact. Locally grown asparagus supports community agriculture and environmental sustainability. Its unique nutritional profile makes it a valuable addition to a balanced diet. It also aids in detoxification and boosts the immune system. Enjoy Healthy Asparagus as part of your everyday meals for natural vitality. This vegetable is versatile in culinary uses and highly beneficial for wellness.",
    "id": 79,
    "category": "Vegetables"
  },
  {
    "name": "Nutmeg",
    "price": "148",
    "image": "/image/market/Nutmeg.jpg",
    "short_description": "Nutmeg sourced from local farms.",
    "description": "Nutmeg is a fragrant spice sourced from local farms known for their sustainable and organic farming methods. It is prized for its warm, sweet, and slightly nutty flavor that enhances both sweet and savory dishes. Nutmeg is rich in antioxidants and essential oils that provide anti-inflammatory and digestive benefits. Carefully harvested and dried, this spice retains its potent aroma and flavor. Nutmeg is free from synthetic chemicals and pesticides, ensuring natural purity. It is used not only in cooking but also in traditional medicine and aromatherapy. Locally sourced Nutmeg supports sustainable agriculture and farmer livelihoods. It aids in improving digestion, relieving pain, and boosting brain health. This spice is packed hygienically to maintain its quality and freshness. Nutmeg is a valuable addition to spice racks worldwide, elevating the taste and health benefits of food. Its warm fragrance adds comfort and richness to culinary creations. Enjoy the natural goodness and authentic flavor of Nutmeg in your kitchen.",
    "id": 80,
    "category": "Spices"
  },
  {
    "name": "Organic Collard Greens",
    "price": "373",
    "image": "/image/market/Organic Collard Greens.jpg",
    "short_description": "Organic Collard Greens sourced from local farms.",
    "description": "Organic Collard Greens are harvested from nutrient-rich soils by local farmers committed to sustainable practices. These leafy greens are packed with essential vitamins like A, C, and K, and are a powerhouse of dietary fiber. Known for their mildly bitter taste and firm texture, they make an excellent addition to soups, sautés, and salads. Collard Greens support healthy digestion and strong bones due to their high calcium and antioxidant content. Grown without synthetic chemicals, they offer clean, safe nutrition for your family. Each batch is carefully picked and handled to preserve freshness and quality. Their natural compounds help detoxify the body and reduce inflammation. A staple in southern and traditional cuisines, they are both delicious and deeply nourishing. Collard Greens are versatile, whether steamed, stir-fried, or blended into smoothies. They also support cardiovascular health and help regulate blood sugar. Their rich green color is a sign of deep nutrition. Enjoy farm-fresh Organic Collard Greens in your daily diet.",
    "id": 81,
    "category": "Greens"
  },
  {
    "name": "Chia Seeds",
    "price": "197",
    "image": "/image/market/Chia Seeds.jpg",
    "short_description": "Chia Seeds sourced from local farms.",
    "description": "Chia Seeds are tiny nutritional powerhouses sourced directly from local farms practicing eco-conscious methods. They are rich in omega-3 fatty acids, fiber, protein, and essential minerals like calcium and magnesium. Known for their ability to absorb water and form a gel-like texture, they are great for hydration and satiety. Ideal for adding to smoothies, yogurts, puddings, and baked goods, they help promote digestion and boost energy. These seeds support heart health, improve metabolism, and aid in weight management. Carefully cleaned and packaged, they retain freshness and purity. Chia Seeds are gluten-free and suitable for all dietary needs. Locally sourced, they help support sustainable agriculture and community farmers. Their antioxidant content helps reduce inflammation and protect cells. A spoonful daily can improve endurance and brain function. Free from additives and chemicals, they’re a clean and healthy superfood. Add Chia Seeds to your meals for texture, flavor, and wellness.",
    "id": 82,
    "category": "Sprouts"
  },
  {
    "name": "Cardamom ",
    "price": "70",
    "image": "/image/market/Cardamom.jpg",
    "short_description": "Cardamom sourced from local farms.",
    "description": "Cardamom is a prized aromatic spice sourced from high-quality local farms. With its distinct sweet, spicy flavor and fragrant aroma, it is used in both savory and sweet recipes around the world. Rich in antioxidants and compounds that support digestion, cardamom offers more than just taste—it promotes overall health. It has been traditionally used to relieve bloating, bad breath, and nausea. The pods are harvested at the right stage for maximum aroma and oil content. Free from artificial treatments, this spice is processed and packed with care. Cardamom also helps regulate blood sugar and supports respiratory health. Perfect for flavoring curries, teas, rice, and desserts. Sourced locally to support sustainable agriculture. It brings warmth and complexity to recipes, especially in South Asian and Middle Eastern cuisine. Used medicinally in Ayurveda and other traditional systems. Add the depth of cardamom to your spice rack for both flavor and wellness.",
    "id": 83,
    "category": "Spices"
  },
  {
    "name": "Beetroot",
    "price": "150",
    "image": "/image/market/Beetroot.jpg",
    "short_description": "Beetroot sourced from local farms.",
    "description": "Beetroot is a vibrant root vegetable sourced from local farms using organic practices. Rich in nitrates, antioxidants, and vitamins like B9 and C, it supports blood pressure regulation and improves stamina. Its earthy flavor and bold color make it a favorite in salads, juices, and roasts. The beets are harvested fresh to ensure the best texture and nutrient content. Beetroot supports liver detoxification and enhances exercise performance. Locally sourced to reduce carbon footprint and support regional farmers. Free from pesticides and artificial fertilizers for safe daily consumption. Excellent for boosting hemoglobin levels and promoting heart health. It has anti-inflammatory properties and is high in dietary fiber. Beetroot is also known to support brain function and endurance. It can be eaten raw, cooked, or blended into smoothies. A naturally sweet and nutrient-dense vegetable perfect for any health-focused diet.",
    "id": 84,
    "category": "Vegetables"
  },
  {
    "name": "Radish",
    "price": "124",
    "image": "/image/market/Radish.jpg",
    "short_description": "Radish sourced from local farms.",
    "description": "Radish is a crisp, spicy vegetable harvested fresh from chemical-free local farms. Known for its detoxifying effects, radish helps cleanse the liver and boost digestion. Packed with fiber, vitamin C, and potassium, it supports hydration and immunity. Its crunchy texture adds zest to salads, pickles, and curries. Grown organically, each radish is free from harmful pesticides and safe for raw consumption. Regular consumption supports kidney health and reduces inflammation. It also helps manage blood pressure and improves skin texture. Locally sourced radishes promote sustainable farming and provide farm-to-table freshness. The slightly peppery flavor is loved in Asian and global cuisines alike. A perfect snack for weight watchers due to low calories and high fiber. It is often used for clearing congestion and improving respiratory health. Add Radish to your meals for a refreshing crunch and nutritional punch.",
    "id": 85,
    "category": "Vegetables"
  },
  {
    "name": "Mango",
    "price": "100",
    "image": "/image/market/Mango.jpg",
    "short_description": "Mango sourced from local farms.",
    "description": "Mango, the king of fruits, is grown on local farms and harvested at peak ripeness. Bursting with sweet tropical flavor, it’s a rich source of vitamin A, C, and antioxidants. Mangoes aid in digestion and enhance skin health with their high beta-carotene content. Their naturally sweet taste makes them perfect for smoothies, desserts, or eaten fresh. Handpicked with care, these mangoes are free from harmful pesticides and additives. They support eye health, boost immunity, and contribute to glowing skin. Each mango is inspected for quality and ripeness. Locally grown mangoes support nearby communities and reduce environmental impact. The fruit is low in fat and high in dietary fiber. Ideal for summer hydration and energy boost. It’s a fruit loved across generations and cultures. Enjoy the juicy, sun-kissed flavor of fresh farm mangoes.",
    "id": 86,
    "category": "Fruits"
  },
  {
    "name": "Pineapple",
    "price": "126",
    "image": "/image/market/Pineapple.jpg",
    "short_description": "Pineapple sourced from local farms.",
    "description": "Pineapple is a tropical fruit cherished for its vibrant sweetness and health benefits. Grown in local farms without harmful chemicals, each pineapple is handpicked at perfect maturity. It is rich in vitamin C, manganese, and bromelain—an enzyme that supports digestion and reduces inflammation. The golden flesh offers a balance of tart and sweet, ideal for fresh eating, grilling, or juicing. It supports immune function and tissue repair due to its high antioxidant content. Pineapple is low in calories yet rich in hydration and fiber. Sourced sustainably to support local farmers and reduce transport pollution. Its anti-inflammatory properties aid in healing and reducing muscle soreness. Carefully packed to retain freshness during delivery. It helps promote bone health and digestion. The tangy-sweet taste makes it perfect for tropical dishes and desserts. Include Pineapple in your routine for a delicious and nutritious tropical boost.",
    "id": 87,
    "category": "Fruits"
  },
  {
    "name": "Papaya",
    "price": "130",
    "image": "/image/market/Papaya.jpg",
    "short_description": "Papaya sourced from local farms.",
    "description": "Papaya is a tropical superfruit grown organically in local farms, packed with nutrients and enzymes. Known for aiding digestion, it contains papain—a powerful enzyme that helps break down proteins. Papaya is rich in vitamin C, A, and folate, supporting immune and skin health. It is low in calories and high in fiber, making it excellent for weight-conscious individuals. The fruit's creamy, sweet taste is ideal for smoothies, salads, or eating raw. Free from synthetic pesticides, it ensures a natural and safe option. Regular consumption helps regulate blood sugar and improve vision. It supports gut health and reduces inflammation with powerful antioxidants. Hand-harvested and packed with care for quality assurance. Sourced from farms that follow sustainable growing practices. Papaya is also beneficial in reducing menstrual pain and boosting energy. A soft, nutrient-rich fruit perfect for daily nourishment.",
    "id": 88,
    "category": "Fruits"
  },
  {
    "name": "Watermelons",
    "price": "131",
    "image": "/image/market/Watermelon.jpg",
    "short_description": "Watermelon sourced from local farms.",
    "description": "Watermelons are juicy, hydrating fruits grown in nutrient-rich soils on local farms. Composed of over 90% water, they are perfect for staying refreshed during hot days. Rich in vitamin C, A, and antioxidants like lycopene, they support heart health and immunity. The natural sweetness and crunch make them a favorite snack for all ages. Grown without chemical pesticides, these fruits are safe and nutritious. Watermelons help reduce muscle soreness and promote healthy skin. Each one is hand-selected for ripeness, color, and sweetness. The high water content aids digestion and keeps you hydrated. Sourced locally to support nearby communities and reduce transportation impact. Enjoy slices chilled, blended into drinks, or tossed into fruit salads. Watermelons are also low in calories and great for weight control. A seasonal must-have that delivers nutrition and satisfaction.",
    "id": 89,
    "category": "Fruits"
  },
  {
    "name": "Spring Onion",
    "price": "98",
    "image": "/image/market/Spring Onion.jpg",
    "short_description": "Spring Onion sourced from local farms.",
    "description": "Spring Onions, also known as scallions, are harvested young to offer a delicate flavor and crisp texture. Sourced from local farms practicing eco-friendly agriculture, they are rich in vitamins A, C, and K. Their mild onion taste makes them ideal for salads, stir-fries, and garnishes. Spring Onions help boost immunity, support vision, and improve bone strength. Free from synthetic chemicals, they offer fresh and clean nutrition. The green tops are also edible and loaded with antioxidants. Locally grown to support small farmers and promote sustainable produce. Their high water content aids hydration and digestion. They’re a kitchen essential in Asian, European, and American dishes. Each batch is carefully cleaned and packed for long-lasting freshness. Spring Onions add a burst of flavor and nutrition to any dish. A vibrant, healthy ingredient you’ll love using daily.",
    "id": 90,
    "category": "Vegetables"
  },
  {
    "name": "Leek",
    "price": "234",
    "image": "/image/market/Leek.jpg",
    "short_description": "Leek sourced from local farms.",
    "description": "Leek is a flavorful and aromatic vegetable grown on eco-friendly local farms. It belongs to the allium family and shares its health-boosting properties with onions and garlic. Leeks are rich in vitamin K, vitamin A, and folate, which support bone and heart health. Their mild, sweet flavor makes them ideal for soups, stews, quiches, and sautés. Leeks are known to promote digestion and reduce inflammation due to their antioxidant content. Grown without the use of harmful pesticides, they ensure clean, natural nutrition. Harvested and handled with care to retain maximum freshness. They help improve cholesterol levels and may support healthy blood pressure. Their fiber content supports gut health and provides satiety. Locally sourced leeks contribute to reduced carbon footprint and sustainable farming. The edible white and light green parts are highly versatile in cooking. Add this elegant and healthy vegetable to elevate your culinary dishes.",
    "id": 91,
    "category": "Vegetables"
  },
  {
    "name": "Pomegranate",
    "price": "80",
    "image": "/image/market/Pomegranate.jpg",
    "short_description": "Pomegranate sourced from local farms.",
    "description": "Pomegranate is a nutrient-dense fruit harvested from chemical-free local orchards. Known for its juicy seeds (arils) packed with antioxidants like punicalagin and anthocyanins, it helps fight inflammation and supports heart health. Rich in vitamin C, potassium, and fiber, it boosts immunity and digestive health. Pomegranate is excellent for skin, memory, and muscle recovery. Each fruit is picked at peak ripeness for optimal flavor and nutrition. Its tangy-sweet taste adds a burst of freshness to salads, juices, desserts, and yogurts. The seeds are low in calories yet loaded with nutrition. Local sourcing ensures minimal handling and maximum freshness. Pomegranates may also aid in reducing joint pain and oxidative stress. Their natural compounds promote healthy blood flow and cellular regeneration. Ideal for people seeking delicious and functional food. Add vibrant, jewel-like Pomegranate seeds to your meals for taste and wellness.",
    "id": 92,
    "category": "Fruits"
  },
  {
    "name": "Strawberry",
    "price": "90",
    "image": "/image/market/Strawberry.jpg",
    "short_description": "Strawberry sourced from local farms.",
    "description": "Strawberries are sweet, juicy berries cultivated on local farms with a focus on organic practices. They are packed with vitamin C, antioxidants, and fiber, making them a superfruit for immunity and skin health. The bright red color and aroma make them irresistible in smoothies, desserts, and breakfast bowls. Low in calories, strawberries support weight loss and heart health. Their polyphenol content helps regulate blood sugar and reduce inflammation. Each berry is handpicked to ensure ripeness, size, and sweetness. Grown without synthetic pesticides, they are safe and kid-friendly. Strawberries also promote eye health and collagen production. Perfect for a guilt-free treat or nutritious snack. Local sourcing supports community farmers and ensures quick farm-to-home delivery. They add vibrant flavor and visual appeal to any dish. Enjoy the burst of flavor and nutrition in every bite of fresh strawberries.",
    "id": 93,
    "category": "Fruits"
  },
  {
    "name": "Raspberry",
    "price": "82",
    "image": "/image/market/Raspberry.jpg",
    "short_description": "Raspberry sourced from local farms.",
    "description": "Raspberries are delicate, nutrient-rich berries grown with care on local farms. Known for their tart-sweet flavor, they are a rich source of dietary fiber, manganese, and antioxidants like quercetin. Raspberries help support brain health, digestion, and reduce oxidative stress. Their low glycemic index makes them ideal for diabetics and weight management. Carefully hand-harvested to preserve their soft texture and nutritional value. These berries are excellent in smoothies, yogurts, baked goods, or eaten fresh. Raspberries are free from harmful chemicals and grown with sustainable farming methods. Their anti-inflammatory properties support heart and skin health. Local sourcing ensures freshness and minimal transit damage. They contain ellagic acid, which is known to support cellular health. Enjoy their jewel-like appearance and refreshing bite. Raspberries are a powerhouse of flavor and wellness in a small package.",
    "id": 94,
    "category": "Fruits"
  },
  {
    "name": "Blackberry",
    "price": "75",
    "image": "/image/market/Blackberry.jpg",
    "short_description": "Blackberry sourced from local farms.",
    "description": "Blackberries are juicy, dark-hued berries grown on pesticide-free local farms. They’re a rich source of vitamin C, vitamin K, and anthocyanins—powerful antioxidants that protect the body. Known to support immune function and healthy bones, blackberries also aid in digestion due to their high fiber content. Their sweet-tart flavor is perfect for desserts, cereals, and jams. Each berry is picked by hand to ensure optimal ripeness and quality. Their deep color is an indicator of rich polyphenol content. Blackberries may help support brain function and reduce cholesterol levels. Locally harvested to reduce transport time and retain peak freshness. Naturally grown without synthetic treatments for clean, safe eating. These berries help control blood sugar and provide anti-aging benefits. They’re a versatile fruit that adds flavor and nutrition to your diet. A delicious and wholesome treat for everyday enjoyment.",
    "id": 95,
    "category": "Fruits"
  },
  {
    "name": "Guava",
    "price": "93",
    "image": "/image/market/Guava.jpg",
    "short_description": "Guava sourced from local farms.",
    "description": "Guava is a tropical fruit sourced from chemical-free, sustainable local farms. Known for its crunchy texture and fragrant aroma, it’s rich in vitamin C—containing more than oranges. Guava supports immune health, skin rejuvenation, and blood sugar regulation. It is also high in dietary fiber, which promotes digestive health and satiety. The fruit’s low glycemic index makes it ideal for diabetics and weight watchers. Fresh guavas are harvested carefully to maintain peak freshness and sweetness. They contain antioxidants like lycopene, which support heart and prostate health. Whether eaten raw or added to juices and salads, guava delivers tropical refreshment. Local sourcing ensures minimal environmental impact and supports community farming. Guava may also help reduce stress and improve sleep quality. Its unique flavor balances sweetness with subtle tartness. Enjoy guava as a healthy, delicious part of your daily routine.",
    "id": 96,
    "category": "Fruits"
  },
  {
    "name": "Peach",
    "price": "109",
    "image": "/image/market/Peach.jpg",
    "short_description": "Peach sourced from local farms.",
    "description": "Peaches are soft, fuzzy-skinned fruits grown on local farms committed to natural cultivation. They are rich in vitamins A, C, and E, supporting eye health, immunity, and skin glow. Peaches also contain antioxidants that fight free radicals and reduce inflammation. Their juicy, sweet flavor makes them a favorite in desserts, smoothies, and jams. Each peach is handpicked at perfect ripeness to ensure the best taste and texture. High in fiber and low in calories, peaches promote digestive health. Free from synthetic pesticides and grown using eco-conscious methods. Locally sourced for freshness and to support nearby communities. Peaches also provide potassium, which supports heart and muscle function. Their natural sugars offer a healthy alternative to processed snacks. The skin is edible and full of nutrients when washed properly. Include peaches in your diet for a delicious, juicy source of daily nutrition.",
    "id": 97,
    "category": "Fruits"
  },
  {
    "name": "Plum",
    "price": "85",
    "image": "/image/market/Plum.jpg",
    "short_description": "Plum sourced from local farms.",
    "description": "Plums are small, juicy fruits harvested from local farms using sustainable farming practices. They’re rich in vitamin C, vitamin K, and antioxidants, which help protect cells from damage. Known for their sweet-tart taste and smooth texture, plums support digestive and bone health. The fiber in plums helps regulate bowel movements and improve gut health. Plums also help reduce blood sugar spikes and support weight management. Their deep color indicates the presence of anthocyanins, which combat oxidative stress. Picked at optimal ripeness for peak taste and nutrition. Free from harmful chemicals and grown in eco-friendly conditions. Locally harvested to ensure freshness and support the farming community. Plums are perfect for snacking, baking, or adding to savory dishes. They help reduce cholesterol levels and improve skin tone. Enjoy the refreshing burst of flavor that plums bring to your table.",
    "id": 98,
    "category": "Fruits"
  },
  {
    "name": "Cherry",
    "price": "88",
    "image": "/image/market/Cherry.jpg",
    "short_description": "Cherry sourced from local farms.",
    "description": "Cherries are vibrant, sweet-tart fruits grown naturally on local orchards. They are packed with antioxidants, especially anthocyanins and melatonin, which support sleep and inflammation reduction. Rich in vitamins C, A, and potassium, cherries help improve heart health and muscle recovery. Each cherry is carefully picked to ensure firmness and freshness. Cherries are known for their ability to reduce exercise-induced soreness and support joint health. Their natural sweetness makes them perfect for snacking, desserts, or juicing. Grown without synthetic chemicals, they are clean, fresh, and safe to consume. Their deep red color is a sign of antioxidant density and vitality. Locally grown cherries offer more flavor and less environmental impact. They also support brain health and cognitive function. A seasonal treat loved across all age groups. Add cherries to your diet for a delicious boost to your wellness.",
    "id": 99,
    "category": "Fruits"
  },
  {
    "name": "Kiwi",
    "price": "151",
    "image": "/image/market/Kiwi.jpg",
    "short_description": "Kiwi sourced from local farms.",
    "description": "Kiwi is a tangy-sweet tropical fruit grown sustainably on local farms. Its green flesh is packed with vitamin C, E, and potassium, supporting immunity and heart health. Kiwi contains a natural enzyme called actinidin, which aids protein digestion. Its high fiber content supports bowel regularity and gut health. The fruit also provides antioxidants that protect against cellular damage. Kiwi is low in calories but high in nutrients, making it ideal for healthy diets. It can be eaten with or without the skin and adds zest to smoothies, salads, and desserts. Locally sourced kiwis offer peak ripeness and better freshness. They may help reduce oxidative stress and improve respiratory health. Regular consumption supports eye health and collagen production. Grown without harmful pesticides, they offer safe and clean nutrition. Kiwi is a nutrient-dense fruit that brings flavor, color, and wellness to your meals.",
    "id": 100,
    "category": "Fruits"
  },
  {
    "name": "Coconut",
    "price": "109",
    "image": "/image/market/Coconut.jpg",
    "short_description": "Coconut sourced from local farms.",
    "description": "Coconut from our local farms offers the perfect blend of freshness and nutrition. Each coconut is carefully harvested to retain its natural water and creamy white flesh. The water inside is sweet, hydrating, and full of natural electrolytes, making it a favorite summer drink. The flesh is rich in fiber and essential minerals, ideal for cooking or eating raw. Whether you use it in curries, desserts, or smoothies, it adds a unique tropical flavor. Coconut oil extracted from the meat is widely used in skin care and hair treatments. It’s also a great addition to keto and plant-based diets. Coconuts support heart health and boost your immunity. Their versatility in both sweet and savory dishes makes them a kitchen essential. We ensure our coconuts are free from preservatives and sustainably sourced. Every coconut brings a taste of the tropics right to your home. Naturally nourishing and delightfully refreshing, it’s more than just a fruit—it's an experience.",
    "id": 101,
    "category": "Fruits"
  },
  {
    "name": "Apricot",
    "price": "119",
    "image": "/image/market/Apricot.jpg",
    "short_description": "Apricot sourced from local farms.",
    "description": "These golden apricots are plucked from local orchards at the peak of ripeness to ensure maximum sweetness and softness. With their velvety skin and succulent interior, apricots deliver a rich, fruity flavor that's both refreshing and indulgent. They're packed with vitamins A and C, providing support for skin, eye, and immune health. Naturally rich in fiber and antioxidants, they help promote good digestion and overall wellness. Whether eaten fresh, dried, or cooked, apricots bring a natural sweetness to every dish. Use them in jams, chutneys, and baked goods for a flavorful twist. Their soft flesh blends beautifully into smoothies and yogurt. These fruits are perfect for low-calorie snacking without compromising on taste. Locally grown without harmful chemicals, our apricots are safe and pure. Their gentle tartness pairs wonderfully with cheese platters and savory dishes. Every bite offers a burst of sunshine and nourishment. Apricots are a seasonal delight that brings warmth to your palate.",
    "id": 102,
    "category": "Fruits"
  },
  {
    "name": "Cranberry",
    "price": "120",
    "image": "/image/market/Cranberry.jpg",
    "short_description": "Cranberry sourced from local farms.",
    "description": "Cranberries from our local farms are a delightful combination of tangy flavor and vibrant color. Grown without synthetic pesticides, these berries are packed with antioxidants and vitamin C. Their sharp tartness makes them a favorite ingredient in festive sauces, juices, and baking recipes. Known for promoting urinary tract health, cranberries are also beneficial for heart and gum wellness. They can be enjoyed fresh, dried, or blended into smoothies. Their bright red hue adds visual appeal to salads and cereals. Whether you’re preparing muffins, cookies, or holiday relishes, cranberries elevate every recipe. These berries are low in calories and high in dietary fiber, making them a great snacking choice. They bring balance to sweet and savory dishes alike. Locally sourced, our cranberries maintain freshness and taste without added preservatives. With their zesty punch and nutritional richness, they are more than just a seasonal fruit. Every handful offers natural wellness and vibrant taste.",
    "id": 103,
    "category": "Fruits"
  },
  {
    "name": "Olive",
    "price": "139",
    "image": "/image/market/Olive.jpg",
    "short_description": "Olive sourced from local farms.",
    "description": "Our locally sourced olives are handpicked to bring authentic Mediterranean taste to your table. These small yet flavorful fruits are firm in texture and carry a balanced, savory flavor that’s slightly tangy and deeply satisfying. Rich in heart-healthy fats and antioxidants, olives are a must-have in any health-conscious kitchen. They are ideal for use in salads, sandwiches, and pasta dishes, or can be enjoyed on their own as a snack. Their natural oils are known to benefit cardiovascular health and reduce inflammation. Each olive is cured and stored with care to preserve its full-bodied flavor. Whether you prefer green or black varieties, their robust taste enhances every meal. Olives are also used in tapenades and gourmet spreads. With their rich color and glossy skin, they are visually appealing as well. Sourced from sustainable farms, these olives retain their traditional growing methods. Packed with nutrients and culinary potential, they are a gourmet essential. Elevate your meals with the richness of natural olives.",
    "id": 104,
    "category": "Fruits"
  },
  {
    "name": "Rice",
    "price": "300",
    "image": "/image/market/Rice.jpg",
    "short_description": "Rice sourced from local farms.",
    "description": "Our rice is cultivated in the fertile plains of local farms, where traditional farming practices ensure high quality and purity. Each grain is carefully selected for its uniformity, aroma, and soft texture after cooking. Whether you’re making biryani, fried rice, or simple steamed dishes, our rice cooks to perfection—fluffy, non-sticky, and fragrant. It serves as a staple in countless households and pairs wonderfully with curries, dals, and vegetables. Packed with essential carbohydrates, rice provides long-lasting energy and is easy on digestion. Its mild flavor makes it a versatile base for both savory and sweet dishes. This rice is cleaned and processed with minimal handling to retain its natural integrity. Ideal for those seeking gluten-free options, it supports a balanced diet without compromising on taste. Free from artificial polish and chemicals, every batch speaks of authenticity. It’s a pantry must-have for home chefs and culinary enthusiasts alike. With our rice, you bring home tradition, flavor, and nourishment in every bowl.",
    "id": 105,
    "category": "Grains"
  },
  {
    "name": "Wheat",
    "price": "159",
    "image": "/image/market/Wheat.jpg",
    "short_description": "Wheatsourced from local farms.",
    "description": "Our wheat is cultivated on nutrient-rich soil using traditional methods passed down for generations. Each grain is harvested at full maturity to ensure robust flavor and optimal milling quality. It’s ideal for making whole wheat flour used in chapatis, bread, pasta, and more. With a naturally nutty taste and hearty texture, wheat forms the foundation of many staple foods. It provides a great source of dietary fiber, iron, and B vitamins. Our wheat supports digestive health while delivering sustained energy throughout the day. Ground into flour or boiled whole, it adapts to countless recipes. Locally grown and minimally processed, we ensure purity and freshness in every batch. Its grains are plump, golden, and naturally gluten-containing. Ideal for home bakers and professional kitchens alike. The subtle aroma of our wheat flour enhances any baked good. With every grain, you invest in health, tradition, and flavor.",
    "id": 106,
    "category": "Grains"
  },
  {
    "name": "Finger Millet",
    "price": "179",
    "image": "/image/market/Finger Millet.jpg",
    "short_description": "Finger Millet sourced from local farms.",
    "description": "Finger Millet, locally known as ragi is a powerhouse grain known for its remarkable nutritional profile. Grown in the hills and plains of local farms, it’s naturally resilient and chemical-free. Rich in calcium, iron, and fiber, it’s ideal for growing children and elderly alike. Its nutty flavor adds depth to porridges, flatbreads, and snacks. This millet helps regulate blood sugar levels, making it suitable for diabetics. It’s also gluten-free, making it safe for those with gluten intolerance. Its fine texture when ground into flour makes it perfect for baking and weaning food. Finger Millet supports strong bones and improved digestion. Our grains are harvested with care and stored in natural conditions to retain freshness. When cooked, it delivers a smooth consistency and rich taste. With every use, you nourish your body and honor indigenous farming. Finger Millet is a humble grain with mighty benefits.",
     "id": 107,
    "category": "Grains"
  },
  {
    "name": "Proso Millet",
    "price": "190",
    "image": "/image/market/Proso Millet.jpg",
    "short_description": "Proso Millet sourced from local farms.",
    "description": "Proso Millet is a tiny grain packed with immense health benefits and culinary versatility. Locally cultivated in dry climates with sustainable practices, it’s a naturally drought-tolerant crop. This millet is high in protein and low in carbohydrates, making it excellent for balanced diets. Its neutral, slightly sweet flavor works well in porridge, salads, and pilafs. Proso Millet is especially valued for its high magnesium and phosphorus content, contributing to heart and bone health. It cooks quickly and has a light, fluffy texture when prepared like rice. Free from gluten, it’s a safe and nutritious choice for those with celiac disease. Our grains are thoroughly cleaned and packed fresh to preserve their natural color and taste. It’s a perfect grain for vegetarian and vegan meals. Use it to add variety to your regular meals or as a base for grain bowls. Every bite is wholesome, satisfying, and easy to digest. Embrace a healthier lifestyle with Proso Millet on your plate.",
    "id": 108,
    "category": "Grains"
  },
  {
    "name": "Little Millet",
    "price": "160",
    "image": "/image/market/Little Millet.jpg",
    "short_description": "Little Millet sourced from local farms.",
    "description": "Little Millet is a tiny but mighty grain, grown with care in the local farmlands where traditional methods meet sustainable practices. It’s a low-glycemic grain rich in fiber, iron, and B-complex vitamins, making it ideal for heart health and energy. With its delicate flavor and soft texture, Little Millet is perfect for khichdi, upma, and even desserts. It offers a satisfying bite without being heavy, making it great for all age groups. Naturally gluten-free and easy to cook, it serves as a healthier alternative to rice. It supports better blood sugar regulation and digestive wellness. Whether you prepare it savory or sweet, it absorbs flavors beautifully. Our grains are free from artificial processing and polished to retain nutrients. It is loved by health enthusiasts and home cooks alike. This millet represents a return to ancestral grains. Little Millet is a small grain that delivers big on nutrition and taste.",
    "id": 109,
    "category": "Grains"
  },
  {
    "name": "Buckwheat",
    "price": "126",
    "image": "/image/market/Buckwheat.jpg",
    "short_description": "Buckwheat sourced from local farms.",
    "description": "Despite its name, Buckwheat is not a wheat but a gluten-free pseudo-grain celebrated for its high protein and mineral content. Sourced from hilly local farms, buckwheat has a distinctive earthy taste and chewy texture. It’s a favorite in both Eastern European and Asian cuisines. Perfect for making pancakes, noodles, or porridge, it’s a pantry staple for health-conscious households. Buckwheat is rich in antioxidants like rutin and supports cardiovascular health. It also contains magnesium, iron, and fiber, supporting overall metabolism. When toasted, it becomes ‘kasha’, a warming and nutty dish. Easy to digest and filling, it’s suitable for fasting and detox diets. Our buckwheat is harvested using clean, eco-friendly practices. With no additives, it’s packed fresh to preserve its natural integrity. Its versatility in both sweet and savory dishes makes it indispensable. Choose buckwheat for a bold, nourishing twist to your daily meals.",
    "id": 110,
    "category": "Grains"
  },
  {
    "name": "Wild Rice",
    "price": "220",
    "image": "/image/market/Wild Rice.jpg",
    "short_description": "Wild Rice sourced from local farms.",
    "description": "Wild Rice is not true rice but an aquatic grass seed with a bold, nutty flavor and dark, chewy grains. Sourced from pristine local water bodies and farmed with minimal intervention, it is rich in protein, fiber, and essential minerals. Its unique taste and hearty texture make it a favorite in gourmet kitchens. Wild rice is perfect for pilafs, soups, and stuffing, adding a luxurious touch to meals. It’s naturally gluten-free and has a low glycemic index. This grain supports heart health, aids digestion, and sustains energy levels. Our wild rice is dried and cleaned carefully to preserve its full-bodied aroma and integrity. Each grain is long and slender with a deep brown to black hue. It offers a premium alternative to white rice. Its visually striking appearance elevates any dish it’s added to. Choose wild rice for richness in flavor and powerful nutrition in every spoonful.",
    "id": 111,
    "category": "Grains"
  },
  {
    "name": "Bulgur",
    "price": "149",
    "image": "/image/market/Bulgur.jpg",
    "short_description": "Bulgur sourced from local farms.",
    "description": "Bulgur is a quick-cooking whole grain made from cracked, parboiled wheat, cherished in Middle Eastern cuisine. Sourced from local farms and minimally processed, it retains its nutty flavor and chewy bite. It’s rich in fiber, B vitamins, and iron, making it a smart choice for daily meals. Bulgur is a base for classics like tabbouleh and kibbeh, and is equally good in salads, soups, and grain bowls. Its quick cooking time and subtle taste make it a favorite for busy cooks. It supports digestive health and keeps you full for longer. Our bulgur is dried naturally and free of preservatives or bleach. It blends easily with herbs, lemon juice, and olive oil for refreshing dishes. Whether warm or cold, it adapts well to various cuisines. Light yet filling, it fits into weight-conscious diets. Bulgur is a nutritious grain that brings convenience and taste together beautifully.",
    "id": 112,
    "category": "Grains"
  },
  {
    "name": "Couscous",
    "price": "189",
    "image": "/image/market/Couscous.jpg",
    "short_description": "Couscous sourced from local farms.",
    "description": "Couscous is a fine, granular pasta made from durum wheat, beloved in North African and Mediterranean kitchens. Our couscous is locally made from premium semolina and carefully steamed and dried. It cooks in minutes, absorbing flavors while maintaining a light, fluffy texture. Couscous serves as an ideal companion to grilled vegetables, stews, and roasted meats. It’s rich in selenium, a powerful antioxidant, and provides essential carbs for energy. Each bite has a mild, slightly nutty taste that complements bold sauces and spices. Couscous can also be served cold in refreshing salads like tabbouleh. We ensure that every grain is uniform, clean, and ready to cook. Versatile and easy to prepare, it’s perfect for weeknight dinners or festive platters. Its neutral flavor allows endless culinary creativity. Whether spiced, herbed, or dressed, couscous delivers effortless elegance. Choose it for quick, wholesome, and delicious meals every time.",
    "id": 113,
    "category": "Grains"
  },
  {
    "name": "Freekeh",
    "price": "155",
    "image": "/image/market/Freekeh.jpg",
    "short_description": "Freekehsourced from local farms.",
    "description": "Freekeh is an ancient grain made from young green wheat, harvested early and roasted to perfection. With a smoky, nutty flavor and chewy texture, it is both delicious and deeply nourishing. Our freekeh is grown on local farms using time-honored techniques. It’s a rich source of protein, fiber, and essential minerals, supporting digestive and heart health. Known for its low glycemic index, freekeh is great for managing blood sugar levels. It can be served as a pilaf, salad, or soup base. Its high satiety makes it ideal for weight-conscious diets. Each grain is roasted and crushed for quick cooking without compromising on taste. Our freekeh is unpolished, ensuring maximum nutrient retention. It brings earthy depth to meals and complements herbs, vegetables, and lean proteins. As a wholesome grain with gourmet appeal, it’s loved by chefs and health lovers alike. Freekeh offers tradition, nutrition, and bold flavor in every forkful.",
    "id": 114,
    "category": "Grains"
  },
  {
    "name": "Farro",
    "price": "169",
    "image": "/image/market/Farro.jpg",
    "short_description": "Farro sourced from local farms.",
    "description": "Farro is a heritage grain cherished for its nutty taste and firm, chewy texture. Cultivated in local highland farms, it’s a type of ancient wheat with a rich cultural legacy. Farro is packed with fiber, protein, and antioxidants, making it both nourishing and filling. It adds rustic charm to soups, risottos, grain bowls, and salads. With a taste reminiscent of brown rice but heartier, it’s ideal for Mediterranean cooking. Our farro is semi-pearled for faster cooking while retaining nutrients. Its high satiety index makes it suitable for healthy meal plans. Free from modern processing, it retains its natural form and flavor. Farro is a great source of iron, magnesium, and B-complex vitamins. It supports cardiovascular health and sustained energy levels. Loved for both flavor and function, it’s an ancient grain with modern appeal. Bring home farro and rediscover the joys of wholesome grains.",
    "id": 115,
    "category": "Grains"
  },
  {
    "name": "Einkorn",
    "price": "119",
    "image": "/image/market/Einkorn.jpg",
    "short_description": "Einkorn sourced from local farms.",
    "description": "Einkorn is one of the oldest cultivated grains, treasured for its rich flavor and superior nutritional value. Grown in local farms with minimal intervention, it retains a high protein content and essential nutrients like vitamins A and E. Einkorn’s delicate nutty taste and tender texture make it an excellent choice for artisan breads, pastries, and porridges. Unlike modern wheat, it is easier to digest and less likely to cause gluten sensitivities. This ancient grain is packed with antioxidants and fiber, promoting heart health and digestive wellness. Our einkorn is carefully harvested and minimally processed to preserve its natural goodness. Its wholesome aroma and golden color add rustic charm to any dish. Ideal for home bakers seeking nutrient-rich flour alternatives, it also supports sustainable agriculture. Einkorn carries the legacy of traditional grains, connecting us to a simpler, healthier past. Enjoy a grain that’s as nourishing as it is flavorful. Perfect for those seeking an authentic, ancient grain experience.",
    "id": 116,
    "category": "Grains"
  },
  {
    "name": "Emmer",
    "price": "199",
    "image": "/image/market/Emmer.jpg",
    "short_description": "Emmer sourced from local farms.",
    "description": "Emmer wheat, also known as farro piccolo, is a heritage grain with a robust flavor and firm texture. Locally grown using organic methods, it offers a high level of fiber, protein, and essential minerals like zinc and magnesium. Its chewy bite makes it perfect for hearty salads, soups, and grain bowls. Emmer’s nutty, slightly sweet flavor enhances savory dishes and pairs beautifully with vegetables and meats. It supports digestive health and provides sustained energy release. Our emmer is handpicked to ensure purity and freshness without modern processing. It can be cooked whole or ground into flour for breads and pasta. Rich in antioxidants, it helps combat oxidative stress and inflammation. Emmer wheat is a sustainable crop that respects natural farming cycles. This ancient grain adds a rustic, wholesome touch to your meals while nourishing your body deeply. Experience the traditional goodness of emmer with every bite. It’s an excellent choice for those embracing whole, natural foods.",
    "id": 117,
    "category": "Grains"
  },
  {
    "name": "Masoor Whole",
    "price": "186",
    "image": "/image/market/Masoor Whole.jpg",
    "short_description": "Masoor Whole sourced from local farms.",
    "description": "Masoor whole lentils are a staple pulse from local farms, packed with protein, fiber, and essential nutrients. Their rich, earthy flavor and soft texture when cooked make them perfect for soups, dals, and stews. Masoor lentils cook relatively quickly and blend well with spices and herbs. They support digestive health and are an excellent plant-based protein source. Rich in iron and folate, they promote blood health and energy production. These lentils are naturally gluten-free and easy to digest, suitable for all ages. Sourced from trusted local farms, our masoor lentils are cleaned and sorted meticulously. Their vibrant reddish-brown color adds visual appeal to dishes. They absorb flavors well, making them versatile for various cuisines. Masoor lentils contribute to heart health by helping to manage cholesterol levels. Ideal for vegetarian and vegan diets, they offer balanced nutrition and satiety. Add wholesome goodness to your meals with our premium masoor whole lentils.",
    "id": 118,
    "category": "Pulses"
  },
  {
    "name": "Horse Gram",
    "price": "116",
    "image": "/image/market/Horse Gram.jpg",
    "short_description": "Horse Gram sourced from local farms.",
    "description": "Horse gram is a traditional pulse grown in local farms, known for its robust flavor and impressive nutritional profile. It is rich in protein, dietary fiber, and essential minerals like iron and calcium. Horse gram is widely used in South Asian cuisines for making soups, dals, and savory snacks. It helps support weight management and improves digestive health. This pulse is especially valued for its anti-inflammatory and antioxidant properties. Horse gram cooks to a firm texture, lending a hearty consistency to dishes. Our horse gram is carefully harvested and cleaned to ensure freshness and purity. It’s a naturally gluten-free source of plant protein ideal for vegans and vegetarians. This pulse supports muscle strength and boosts immunity. Its earthy taste pairs well with strong spices and herbs. Incorporate horse gram into your diet for a nutrient-dense and flavorful boost. Enjoy the traditional benefits of this pulse, grown with care from local farms.",
    "id": 119,
    "category": "Pulses"
  },
  {
    "name": "Split Black Gram",
    "price": "171",
    "image": "/image/market/Split Black Gram.jpg",
    "short_description": "Split Black Gram sourced from local farms.",
    "description": "Split black gram, also known as urad dal, is a versatile pulse cherished for its creamy texture and rich nutritional content. Grown locally and cleaned with care, these lentils are an excellent source of protein, fiber, and essential B vitamins. They have a mildly nutty flavor that enhances dals, idlis, dosas, and soups. When cooked, they become soft and fluffy, making them ideal for thickening and adding body to dishes. This pulse supports heart health and aids in digestion. Its low glycemic index helps regulate blood sugar levels. Split black gram is a staple in vegetarian and vegan kitchens due to its high protein content. Our product is free from additives and retains natural freshness. The dal also promotes bone health with its calcium and iron content. Suitable for everyday cooking, it enriches meals with both taste and nutrition. Incorporate split black gram into your diet for wholesome, delicious pulses.",
    "id": 120,
    "category": "Pulses"
  },
  {
    "name": "Toor Dal",
    "price": "177",
    "image": "/image/market/Toor Dal.jpg",
    "short_description": "Toor Dal sourced from local farms.",
    "description": "Toor dal, or pigeon peas, is a widely loved pulse known for its slightly sweet flavor and firm texture. Locally farmed with sustainable methods, it is rich in protein, fiber, and essential nutrients like folate and magnesium. When cooked, toor dal softens to a creamy consistency, perfect for traditional dals and curries. It supports digestive health and helps regulate blood sugar due to its fiber content. This pulse is naturally gluten-free and an excellent protein source for vegetarians. Our toor dal is carefully processed to maintain purity and freshness without chemical treatments. It is a staple in many South Asian kitchens, valued for its versatility and nutrition. The dal also promotes heart health and boosts immunity. Its golden hue brightens dishes visually while enriching flavor. Perfect for everyday meals and special recipes alike, toor dal is a nutritious pantry essential. Experience the wholesome goodness of this classic pulse in your cooking.",
    "id": 121,
    "category": "Pulses"
  },
  {
    "name": "Yellow Split Lentils",
    "price": "197",
    "image": "/image/market/Yellow Split Lentils.jpg",
    "short_description": "Yellow Split Lentils sourced from local farms.",
    "description": "Yellow split lentils are a popular pulse with a mild, earthy flavor and a soft, buttery texture when cooked. Harvested from local farms, they are a rich source of plant-based protein, dietary fiber, and essential vitamins. These lentils are perfect for soups, dals, stews, and purees, absorbing spices and flavors beautifully. They cook relatively fast, making them a convenient choice for healthy meals. Their fiber content supports digestive health and promotes satiety. Naturally gluten-free, yellow split lentils are suitable for gluten-sensitive individuals. Our lentils are carefully cleaned to ensure quality and purity. Rich in iron and folate, they support blood health and energy metabolism. The vibrant yellow color adds appeal to dishes and complements a variety of culinary styles. Incorporate yellow split lentils into your diet to enjoy balanced nutrition and comforting flavors. They provide wholesome nourishment that supports overall wellness.",
    "id": 122,
    "category": "Pulses"
  },
  {
    "name": "Black Lentils",
    "price": "168",
    "image": "/image/market/Black Lentils.jpg",
    "short_description": "Black Lentils sourced from local farms.",
    "description": "Black lentils, known as beluga lentils due to their resemblance to caviar, are prized for their glossy appearance and rich flavor. Grown locally, these lentils are packed with protein, fiber, and essential minerals such as iron and potassium. When cooked, black lentils hold their shape well, providing a firm texture ideal for salads, soups, and side dishes. Their earthy taste pairs well with bold herbs and spices. Black lentils support heart health by helping to manage cholesterol levels and blood pressure. They are a great source of plant-based protein and are naturally gluten-free. Our black lentils are carefully harvested and processed to retain freshness and nutritional integrity. Their dark color adds elegance to any plate. These lentils are quick to cook and versatile, suitable for both traditional and modern recipes. Enjoy the rich taste and health benefits of black lentils in your everyday meals. They offer a sophisticated option for nutritious and flavorful cooking.",
    "id": 123,
    "category": "Pulses"
  },
  {
    "name": "Brown Lentils",
    "price": "114",
    "image": "/image/market/Brown Lentils.jpg",
    "short_description": "Brown Lentils sourced from local farms.",
    "description": "Brown lentils are a classic pulse appreciated for their mild, earthy flavor and soft texture once cooked. Locally sourced and cleaned with care, they provide a high-quality source of protein, fiber, and important nutrients like iron and folate. These lentils are versatile, ideal for soups, stews, curries, and salads. They absorb spices and herbs well, making them a favorite in diverse culinary traditions. Brown lentils promote digestive health, support heart function, and aid in blood sugar regulation. Naturally gluten-free and easy to digest, they suit a variety of diets. Our brown lentils are free from additives and carefully stored to maintain freshness. They cook evenly and offer a comforting texture. The warm brown color enhances rustic and home-style dishes. Adding brown lentils to your diet enriches it with wholesome nutrition and satisfying flavor. They are a dependable pantry staple for nourishing meals.",
    "id": 124,
    "category": "Pulses"
  },
  {
    "name": "Red Lentils",
    "price": "110",
    "image": "/image/market/Red Lentil.jpg",
    "short_description": "Red Lentils sourced from local farms.",
    "description": "Red lentils are popular for their sweet, nutty flavor and quick cooking time. Grown on local farms and harvested with care, these lentils are rich in protein, fiber, and essential nutrients like folate and iron. When cooked, red lentils soften quickly to a creamy texture, perfect for soups, purees, and dals. Their bright orange-red color adds vibrancy to dishes. Red lentils support heart health, improve digestion, and help regulate blood sugar levels. They are naturally gluten-free and a favorite in vegetarian and vegan diets. Our red lentils are thoroughly cleaned to ensure purity and freshness. Their delicate taste pairs well with a wide range of spices and herbs. Convenient and nutritious, they make healthy cooking effortless. Red lentils are a delicious way to add plant protein and fiber to your meals. Enjoy their comforting texture and natural sweetness daily.",
    "id": 125,
    "category": "Pulses"
  },
  {
    "name": "Split Green Peas",
    "price": "142",
    "image": "/image/market/Split Green Peas.jpg",
    "short_description": "Split Green Peas sourced from local farms.",
    "description": "Split green peas are a nutritious pulse with a mild, slightly sweet flavor and a smooth, creamy texture when cooked. Locally grown and carefully processed, they offer a rich source of plant protein, fiber, and essential vitamins. These peas are commonly used in soups, stews, and purees, bringing hearty flavor and texture. They cook quickly and absorb seasonings well, making them versatile for many recipes. Split green peas support digestive health and contribute to steady energy levels. They are naturally gluten-free and suitable for a range of dietary needs. Our peas are free from additives and retain natural freshness. The vibrant green color enhances the visual appeal of dishes. Their subtle taste complements both savory and sweet ingredients. Incorporating split green peas into your meals provides balanced nutrition and delicious satisfaction. They are a wholesome and traditional pantry favorite.",
    "id": 126,
    "category": "Pulses"
  },
  {
    "name": "Pigeon Peas",
    "price": "178",
    "image": "/image/market/Pigeon Peas.jpg",
    "short_description": "Pigeon Peas sourced from local farms.",
    "description": "Pigeon peas, also known as toor dal, are a beloved pulse known for their slightly sweet and nutty flavor. Grown locally with sustainable practices, they are rich in protein, fiber, and essential minerals such as folate and magnesium. These peas cook to a creamy consistency and are commonly used in dals, soups, and stews. They support digestive health, heart health, and blood sugar management. Naturally gluten-free, pigeon peas are a staple in many vegetarian diets. Our pigeon peas are thoroughly cleaned and processed to maintain freshness and quality. Their warm, golden hue adds color and nutrition to meals. They blend well with a variety of spices and ingredients. Ideal for everyday cooking, they bring comforting and nourishing qualities to your table. Enjoy the traditional flavor and health benefits of pigeon peas in your recipes. They offer wholesome goodness and satisfying taste.",
    "id": 127,
    "category": "Pulses"
  },
  {
    "name": "Pinto Beans",
    "price": "153",
    "image": "/image/market/Pinto Beans.jpg",
    "short_description": "Pinto Beans sourced from local farms.",
    "description": "Pinto beans are a popular legume known for their creamy texture and earthy flavor. Locally grown and carefully sorted, they provide a rich source of protein, dietary fiber, and essential nutrients like iron and potassium. Pinto beans cook well in stews, chilies, and refried bean dishes, absorbing spices and herbs beautifully. Their smooth texture makes them ideal for dips and spreads as well. Pinto beans support digestive health, regulate blood sugar, and promote heart health. Naturally gluten-free and vegan-friendly, they fit well into many diets. Our beans are free from additives and processed to ensure freshness. Their distinctive mottled appearance adds visual interest to dishes. They are versatile and hearty, perfect for both traditional and modern recipes. Pinto beans bring satisfying nutrition and rich flavor to every meal. Enjoy their wholesome qualities in your daily cooking.",
    "id": 128,
    "category": "Pulses"
  },
  {
    "name": "Navy Beans",
    "price": "165",
    "image": "/image/market/Navy Beans.jpg",
    "short_description": "Navy Beans sourced from local farms.",
    "description": "Navy beans are small, white legumes prized for their mild flavor and creamy texture when cooked. Sourced from local farms and carefully cleaned, they are rich in protein, fiber, and essential vitamins such as folate. Navy beans are perfect for soups, baked bean dishes, and casseroles, where they absorb seasonings and provide comforting richness. Their high fiber content supports digestive health and helps maintain steady blood sugar levels. These beans promote heart health and provide long-lasting energy. They are naturally gluten-free and ideal for vegan and vegetarian diets. Our navy beans are free from preservatives and stored to preserve natural freshness. Their smooth texture and subtle flavor make them a versatile pantry staple. Navy beans offer both nutrition and culinary flexibility for home cooks and chefs. Incorporate them into your meals for balanced nourishment and taste.",
    "id": 129,
    "category": "Pulses"
  },
  {
    "name": "Cannellini Beans",
    "price": "147",
    "image": "/image/market/Cannellini Beans.jpg",
    "short_description": "Cannellini Beans sourced from local farms.",
    "description": "Cannellini beans, also known as white kidney beans, are prized for their creamy texture and mild, nutty flavor. Grown locally under sustainable conditions, they provide a high level of protein, fiber, and important minerals such as iron and magnesium. These beans hold their shape well when cooked, making them ideal for soups, salads, and Italian dishes. Their smooth texture enhances the richness of stews and casseroles. Cannellini beans support heart health, digestive wellness, and steady energy levels. Naturally gluten-free and suitable for plant-based diets, they are a versatile ingredient. Our cannellini beans are cleaned and packed fresh to maintain quality and flavor. Their ivory-white color adds elegance to any dish. Loved by chefs and home cooks alike, they blend beautifully with herbs, tomatoes, and garlic. Incorporate cannellini beans into your cooking for wholesome nutrition and satisfying flavor. They bring comfort and health benefits to your table.",
    "id": 130,
    "category": "Pulses"
  },
  {
    "name": "Green Gram",
    "price": "159",
    "image": "/image/market/Green Gram.jpg",
    "short_description": "Green Gram sourced from local farms.",
    "description": "Green gram, or mung beans, are a nutrient-dense pulse grown on local farms and prized for their mild flavor and versatility. These beans are rich in protein, fiber, vitamins, and antioxidants. They cook quickly and can be used whole or split in soups, salads, stir-fries, and desserts. Green gram supports digestive health, boosts immunity, and helps regulate blood sugar. Naturally gluten-free, it is a favorite among vegetarians and health-conscious individuals. Our green gram is carefully cleaned and free from additives, ensuring freshness. Its soft texture and mild taste adapt well to both savory and sweet dishes. The beans are a good source of folate, iron, and magnesium, supporting overall wellness. Their bright green color adds visual appeal to meals. Green gram is a wholesome choice for balanced nutrition and delicious cooking. Embrace its health benefits and culinary flexibility in your kitchen.",
    "id": 131,
    "category": "Pulses"
  },
  {
    "name": "Grass Peas",
    "price": "169",
    "image": "/image/market/Grass Peas.jpg",
    "short_description": "Grass Peas  sourced from local farms.",
    "description": "Grass peas are a hardy pulse cultivated in local farms, known for their earthy flavor and robust texture. They are a rich source of protein, fiber, and essential nutrients like calcium and iron. Grass peas are used in traditional soups, stews, and snacks. Their high protein and fiber content support muscle health and digestion. This pulse has a long shelf life and adapts well to various cooking methods. While nutritious, grass peas should be consumed in moderation due to certain natural compounds; however, local varieties are carefully selected for safety. Our grass peas are cleaned and processed to ensure quality and freshness. They are naturally gluten-free and suitable for vegan diets. The beans have a rustic appeal and add depth to hearty dishes. Grass peas offer a sustainable crop option with strong nutritional value. Include them in your meals for variety and nourishment rooted in tradition.",
    "id": 132,
    "category": "Pulses"
  },
  {
    "name": "Desi Chickpeas",
    "price": "166",
    "image": "/image/market/Desi Chickpeas.jpg",
    "short_description": "Desi Chickpeas sourced from local farms.",
    "description": "Desi chickpeas, with their smaller, darker, and rougher skin compared to Kabuli varieties, are a staple in many local kitchens. Grown sustainably on local farms, they are packed with protein, fiber, and essential nutrients such as folate and iron. These chickpeas have a slightly nutty and earthy flavor that intensifies when cooked. Perfect for curries, salads, and snacks like roasted chickpeas, they provide hearty texture and taste. Desi chickpeas support heart health, improve digestion, and help maintain healthy blood sugar levels. They are naturally gluten-free and ideal for plant-based diets. Our chickpeas are carefully cleaned and sorted to preserve quality and freshness. Their robust flavor complements a wide range of spices and herbs. With a long shelf life and rich nutritional profile, desi chickpeas are a pantry essential. Enjoy the authentic taste and nourishment that come with every meal. They bring wholesome, sustainable nutrition to your table.",
    "id": 133,
    "category": "Pulses"
  },
  {
    "name": "Lima Beans",
    "price": "149",
    "image": "/image/market/Lima Beans.jpg",
    "short_description": "Lima Beans sourced from local farms.",
    "description": "Lima beans, also known as butter beans, are prized for their creamy texture and mild, buttery flavor. Locally grown and carefully harvested, they are rich in protein, fiber, and essential vitamins like folate and potassium. Lima beans are perfect for soups, casseroles, and side dishes, where they add body and richness. They support heart health, aid digestion, and contribute to sustained energy. These beans are naturally gluten-free and vegan-friendly, making them suitable for a variety of diets. Our lima beans are free from preservatives and processed to maintain freshness. Their smooth texture and pale color add elegance to dishes. Loved for their delicate taste and versatility, lima beans blend well with herbs, spices, and vegetables. Incorporate them into your meals for balanced nutrition and comforting flavors. They offer wholesome goodness and culinary flexibility.",
    "id": 134,
    "category": "Pulses"
  },
  {
    "name": "Runner Beans",
    "price": "174",
    "image": "/image/market/Runner Beans.jpg",
    "short_description": "Runner Beans sourced from local farms.",
    "description": "Runner beans are a versatile pulse known for their firm texture and mild flavor. Locally cultivated and harvested with care, they provide a good source of protein, fiber, and essential nutrients like vitamin C and folate. These beans can be used fresh as vegetables or dried and cooked like other pulses. They are excellent in stews, salads, and side dishes. Runner beans support digestive health, boost immunity, and promote heart health. Naturally gluten-free, they fit well into vegan and vegetarian diets. Our runner beans are thoroughly cleaned and packed to ensure quality and freshness. Their vibrant green color and firm texture make them appealing in various culinary applications. Loved for their versatility and nutrition, they are a healthy addition to any meal. Enjoy the subtle flavor and wholesome benefits of runner beans daily. They bring freshness and nutrition straight from local farms.",
    "id": 135,
    "category": "Pulses"
  },
  {
    "name": "Velvet Bean",
    "price": "121",
    "image": "/image/market/Velvet Bean.jpg",
    "short_description": "Velvet Bean sourced from local farms.",
    "description": "Velvet beans, also known as Mucuna pruriens, are an unconventional pulse with a velvety texture and unique nutritional properties. Cultivated on local farms with natural practices, these beans are rich in protein, fiber, and bioactive compounds. Velvet beans have been traditionally used for their health benefits, including supporting nervous system function and reducing stress. Their slightly earthy flavor complements hearty dishes and can be incorporated into soups and stews. They require proper preparation to remove natural toxins, which is done carefully during processing. Our velvet beans are cleaned and processed to ensure safety and nutritional value. They are naturally gluten-free and provide plant-based protein for balanced diets. Velvet beans offer a distinctive taste and beneficial nutrients. Their use in modern cooking is growing due to their health-promoting properties. Include velvet beans for a nutritious and traditional ingredient with a unique profile.",
    "id": 136,
    "category": "Pulses"
  },
  {
    "name": "Jack Beans",
    "price": "135",
    "image": "/image/market/Jack Beans.jpg",
    "short_description": "Jack Beans sourced from local farms.",
    "description": "Jack beans are a robust pulse known for their firm texture and earthy flavor. Grown locally with sustainable methods, they are rich in protein, fiber, and essential minerals like calcium and magnesium. Jack beans are used in traditional cuisines for stews, curries, and snacks. They support muscle health, aid digestion, and contribute to balanced nutrition. These beans are naturally gluten-free and suitable for vegetarian and vegan diets. Our jack beans are cleaned and processed with care to maintain freshness and quality. Their bold flavor pairs well with strong spices and herbs. Jack beans provide a hearty bite and rich nutrition in meals. They are a wholesome option for those seeking variety in their pulse intake. Enjoy their traditional taste and nutritional benefits in your cooking. Jack beans represent an important crop in local agriculture.",
    "id": 137,
    "category": "Pulses"
  },
  {
    "name": "Cowpeas",
    "price": "162",
    "image": "/image/market/Cowpeas.jpg",
    "short_description": "Cowpeas sourced from local farms.",
    "description": "Cowpeas, also known as black-eyed peas, are a nutritious pulse with a mild, slightly nutty flavor and creamy texture. Locally cultivated, they offer a rich source of protein, fiber, and essential nutrients like folate and potassium. Cowpeas are commonly used in stews, salads, and rice dishes, absorbing spices and herbs well. They support heart health, improve digestion, and help regulate blood sugar. Naturally gluten-free, cowpeas are a staple in many vegetarian and vegan diets. Our cowpeas are carefully cleaned and processed to ensure freshness and purity. Their distinctive eye-shaped markings add visual appeal. These beans cook evenly and provide satisfying texture. Cowpeas are versatile and nutritious, suitable for various culinary traditions. Incorporate them into your meals for wholesome nourishment and delicious flavor. They bring balance and richness to any dish.",
    "id": 138,
    "category": "Pulses"
  },
  {
    "name": "Cream",
    "price": "159",
    "image": "/image/market/dairy Cream.jpg",
    "short_description": "Cream sourced from local farms.",
    "description": "Fresh cream is a rich and velvety dairy product carefully collected from locally sourced milk. Its luxurious texture and mildly sweet flavor make it an ideal addition to both savory and sweet dishes. Cream is widely used in sauces, soups, desserts, and beverages, adding smoothness and depth to any recipe. It enhances the mouthfeel of coffee and turns fruits into indulgent treats. Rich in calcium and vitamin A, cream provides essential nutrients in every spoonful. Our cream is processed under hygienic conditions to retain its natural purity and freshness. It blends beautifully in both hot and cold preparations, offering culinary flexibility. Cream is a staple in traditional and modern kitchens alike. Whether for whipping, pouring, or cooking, it delivers unmatched richness. Add it to your pantry for an instant upgrade to everyday meals. Enjoy the luscious quality of our farm-fresh cream.",
    "id": 139,
    "category": "Dairy"
  },
  {
    "name": "Butter",
    "price": "172",
    "image": "/image/market/Butter.jpg",
    "short_description": "Butter sourced from local farms.",
    "description": "Butter is a classic dairy delight made from churned cream, offering a rich, creamy texture and irresistible flavor. Sourced from the finest local milk, our butter is perfect for spreading on bread, cooking, baking, and sautéing. It adds golden color, aroma, and depth to everything from pastries to vegetables. Packed with fat-soluble vitamins like A, D, and E, butter contributes to a balanced diet when consumed in moderation. Our butter is crafted using traditional methods that preserve its wholesome richness and smooth consistency. It melts easily, enhancing the flavor of any dish it graces. With a slightly sweet and salty profile, it pleases the palate in both sweet and savory recipes. Butter is a time-honored ingredient cherished in every kitchen. Add a pat of goodness to your meals with our fresh, high-quality butter. It’s an everyday luxury that elevates home-cooked dishes. Let the natural taste and aroma bring comfort to your table.",
    "id": 140,
    "category": "Dairy"
  },
  {
    "name": "Ghee",
    "price": "198",
    "image": "/image/market/Ghee.jpg",
    "short_description": "Ghee sourced from local farms.",
    "description": "Ghee is a golden, clarified butter made by gently simmering butter to separate milk solids, resulting in a nutty, aromatic fat. Locally prepared using traditional methods, our ghee is rich in flavor and nutrients, including healthy fats and fat-soluble vitamins. It has a high smoke point, making it perfect for frying, sautéing, and tempering. Ghee adds depth to curries, dals, and rice, while also being a preferred choice in baking and desserts. Its long shelf life and stability at room temperature make it a staple in many households. Known for promoting digestion and boosting energy, ghee is prized in Ayurveda and modern health circles alike. Our ghee is free from preservatives and crafted for purity and taste. Its golden hue and rich aroma bring warmth and satisfaction to every dish. Use it as a wholesome alternative to regular cooking oil. Let the time-tested richness of ghee nourish your body and delight your senses.",
    "id": 141,
    "category": "Dairy"
  },
  {
    "name": "Buttermilk",
    "price": "126",
    "image": "/image/market/Buttermilk.jpg",
    "short_description": "Buttermilk sourced from local farms.",
    "description": "Buttermilk is a tangy, refreshing dairy drink traditionally made from the liquid left after churning butter. Our buttermilk is locally sourced and naturally cultured to deliver authentic taste and texture. It’s known for its cooling effect on the body, making it a favorite during warm weather. Buttermilk is low in fat and packed with probiotics, aiding digestion and supporting gut health. It can be enjoyed plain, spiced, or blended into smoothies and savory recipes. In cooking, it’s a key ingredient in batters, marinades, and baked goods for its ability to tenderize and enrich flavors. Our buttermilk is made from pure, high-quality milk and handled with care to retain its live cultures. It has a smooth consistency and mildly sour flavor that complements both traditional and contemporary dishes. It hydrates and refreshes without heaviness. Add it to your diet for a tasty and healthy dairy option. Buttermilk is nourishment in every cooling sip.",
    "id": 142,
    "category": "Dairy"
  },
  {
    "name": "Curd",
    "price": "117",
    "image": "/image/market/Curd.jpg",
    "short_description": "Curd sourced from local farms.",
    "description": "Curd is a creamy, mildly tangy dairy product made by fermenting milk with natural cultures. Sourced from local farms and prepared with care, our curd is thick, smooth, and full of probiotic goodness. It is a staple in daily meals across many cultures, enjoyed on its own or as an accompaniment to rice, bread, and curries. Rich in calcium, protein, and beneficial bacteria, curd aids digestion and strengthens bones. It also helps maintain a balanced gut flora and boosts immunity. Our curd is prepared in small batches to ensure freshness, taste, and consistency. It is versatile in use, ideal for marinades, smoothies, dips, and desserts. Its cool, soothing quality makes it perfect for hot climates and post-meal comfort. Naturally gluten-free and wholesome, curd is an excellent addition to both vegetarian and non-vegetarian diets. Indulge in the homemade taste of our farm-fresh curd. It’s dairy in its purest and most nourishing form.",
    "id": 143,
    "category": "Dairy"
  },
  {
    "name": "Yogurt",
    "price": "137",
    "image": "/image/market/Yogurt.jpg",
    "short_description": "Yogurt sourced from local farms.",
    "description": "Yogurt is a smooth, tangy dairy product made by fermenting milk with live cultures, delivering a delightful balance of creaminess and acidity. Our locally sourced yogurt is rich in probiotics, which support digestive health and strengthen the immune system. It is a versatile ingredient, enjoyed as a breakfast with fruits and granola, or used in cooking for marinades, dips, and dressings. Yogurt provides essential nutrients such as calcium, protein, and vitamin B12, making it a valuable addition to any balanced diet. Its refreshing taste and soothing texture make it a favorite in warm climates and cooling dishes. We ensure our yogurt is made in small batches to preserve its live cultures and authentic taste. It’s naturally gluten-free and suits both sweet and savory applications. With its rich mouthfeel and health benefits, yogurt is a daily staple for many. Use it to enhance smoothies or complement spicy meals. Experience nourishment in every spoonful of our creamy, wholesome yogurt.",
    "id": 144,
    "category": "Dairy"
  },
  {
    "name": "Whipped Cream",
    "price": "153",
    "image": "/image/market/Whipped Cream.jpg",
    "short_description": "Whipped Cream sourced from local farms.",
    "description": "Whipped cream is a luxurious dairy topping created by whipping heavy cream until light, fluffy peaks form. Made from locally sourced fresh cream, our whipped cream adds airy elegance to desserts, hot drinks, fruits, and baked goods. Its sweet, buttery taste and silky texture elevate even the simplest of treats. Whipped cream is rich in fat-soluble vitamins and provides a delightful finish to cakes, pies, and beverages like hot chocolate or coffee. We whip our cream under controlled conditions to ensure consistency, fluffiness, and freshness in every dollop. Whether served plain or lightly sweetened, it enhances flavors and presentation effortlessly. It melts gently in warm dishes and holds structure in cold ones, making it incredibly versatile. Our whipped cream contains no artificial stabilizers, maintaining a natural, rich profile. Perfect for festive occasions or everyday indulgence, it’s a must-have in any dessert lover’s kitchen. Let our whipped cream bring charm and flavor to your culinary creations.",
    "id": 145,
    "category": "Dairy"
  },
  {
    "name": "Cheddar Cheese",
    "price": "177",
    "image": "/image/market/Cheddar Cheese.jpg",
    "short_description": "Cheddar Cheese sourced from local farms.",
    "description": "Cheddar cheese is a firm, aged cheese with a bold, sharp flavor and crumbly texture that deepens over time. Made from the finest local milk, our cheddar is carefully aged to develop its signature tang and complexity. It is perfect for sandwiches, burgers, pasta dishes, and cheese boards. Packed with calcium and protein, cheddar supports bone health while offering indulgent taste. Its vibrant orange or pale-yellow hue adds visual appeal, while its rich aroma awakens the senses. Whether sliced, grated, or melted, cheddar brings robust flavor to every dish. Our cheese is crafted without artificial additives, preserving its authentic quality. It melts beautifully in sauces and bakes to a golden crisp in oven dishes. Cheddar’s versatility makes it a staple in households and restaurants alike. From snacks to gourmet meals, it delivers consistent taste and texture. Discover the bold charm of our traditionally aged cheddar cheese.",
    "id": 146,
    "category": "Dairy"
  },
  {
    "name": "Mozzarella Cheese",
    "price": "186",
    "image": "/image/market/Mozzarella Cheese.jpg",
    "short_description": "Mozzarella Cheese sourced from local farms.",
    "description": "Mozzarella cheese is a soft, stretchable cheese known for its creamy texture and delicate, milky flavor. Traditionally made from cow's milk, our locally produced mozzarella is perfect for pizzas, pastas, salads, and melted dishes. It’s prized for its meltability and gentle elasticity, making it the star of many Italian recipes. Rich in protein and calcium, mozzarella supports bone strength and adds satisfying flavor to meals. We prepare our mozzarella fresh, ensuring it retains moisture, softness, and a clean, milky aroma. It pulls beautifully when melted, creating that iconic cheese stretch everyone loves. Mozzarella is also a great addition to cold dishes, pairing well with tomatoes, basil, and olive oil. Our cheese contains no preservatives and is carefully packaged for freshness. Whether grated, sliced, or diced, it elevates any dish with mild, milky goodness. Taste the freshness of authentic mozzarella crafted from high-quality local dairy.",
    "id": 147,
    "category": "Dairy"
  },
  {
    "name": "Parmesan Cheese",
    "price": "192",
    "image": "/image/market/Parmesan Cheese.jpg",
    "short_description": "Parmesan Cheese sourced from local farms.",
    "description": "Parmesan cheese is a hard, aged cheese with a rich, nutty flavor and crystalline texture. Made using traditional methods from high-quality local milk, our parmesan is aged to perfection, developing complex, savory notes. It is ideal for grating over pastas, risottos, and soups, where it imparts bold umami depth. Parmesan is packed with protein, calcium, and essential nutrients, supporting bone health and enhancing the overall flavor profile of dishes. Its granular texture makes it perfect for shaving into salads or adding a finishing touch to gourmet meals. We age our parmesan slowly to build intense flavor and characteristic sharpness. It is naturally low in lactose and free from artificial enhancers. Our cheese is firm, aromatic, and full-bodied, offering a truly premium culinary experience. Use it to uplift sauces, dressings, and even baked snacks. Let our parmesan add richness and authenticity to your favorite recipes.",
    "id": 148,
    "category": "Dairy"
  },
  {
    "name": "Feta Cheese",
    "price": "173",
    "image": "/image/market/Feta Cheese.jpg",
    "short_description": "Feta Cheese sourced from local farms.",
    "description": "Feta cheese is a crumbly, tangy white cheese traditionally brined and enjoyed in Mediterranean dishes. Crafted from the best local dairy, our feta has a soft, slightly grainy texture and a bold, salty flavor. It pairs wonderfully with olives, tomatoes, herbs, and fresh greens, making it perfect for salads, wraps, and savory bakes. Feta is rich in calcium and protein while being lower in fat than many aged cheeses. Its tanginess cuts through rich dishes, offering contrast and complexity. Our feta is aged in brine for optimal texture and taste, staying moist and flavorful until the last bite. It crumbles easily over hot and cold meals, adding a punch of flavor. Naturally gluten-free and easy to digest, it is a go-to cheese for healthy, balanced eating. With a touch of Mediterranean magic, our feta enhances both traditional and modern cuisines. Indulge in the bold charm of authentic, locally made feta.",
    "id": 149,
    "category": "Dairy"
  },
  {
    "name": "Cream Cheese",
    "price": "154",
    "image": "/image/market/Cream Cheese.jpg",
    "short_description": "Cream Cheese sourced from local farms.",
    "description": "Cream cheese is a soft, spreadable dairy product known for its silky texture and mildly tangy flavor. Made from locally sourced milk and cream, our cream cheese is perfect for bagels, sandwiches, dips, and desserts. It’s a key ingredient in cheesecakes, frostings, and creamy pasta sauces, offering a rich, luscious base. Cream cheese is a good source of calcium and energy, making it both nourishing and indulgent. Our preparation process ensures a smooth consistency without artificial additives, preserving its clean taste. It blends effortlessly into both sweet and savory dishes, adding richness and depth. The delicate flavor allows it to shine on its own or complement other ingredients. Our cream cheese is packaged fresh to maintain its softness and freshness. Whether whipped or firm, it’s a must-have in any kitchen. Enjoy it as a decadent spread or a culinary foundation for creative recipes.",
    "id": 150,
    "category": "Dairy"
  },
  {
    "name": "Blue Cheese",
    "price": "169",
    "image": "/image/market/Blue Cheese.jpg",
    "short_description": "Blue Cheese sourced from local farms.",
    "description": "Blue cheese is a bold and pungent cheese known for its blue or green marbling and intense aroma. Our blue cheese is made from premium local milk and matured with special cultures that give it its distinct appearance and flavor. It has a creamy, crumbly texture that melts in the mouth while offering complex, sharp, and slightly salty notes. Perfect for crumbling over salads, spreading on crackers, or melting into sauces, blue cheese delivers a gourmet edge to any dish. Rich in calcium and protein, it supports bone health while adding strong character to your plate. A little goes a long way with this flavorful cheese, making it a favorite in charcuterie boards and dressings. Our artisan process ensures every batch develops unique depth and creaminess. Whether you’re a cheese connoisseur or adventurous eater, blue cheese offers a robust taste experience. It’s ideal for enhancing red meat, pasta, and even sweet pairings like honey or figs. Savor the matured richness and bold personality of our locally sourced blue cheese.",
    "id": 180,
    "category": "Dairy"
  },
  {
    "name": "Swiss Cheese",
    "price": "183",
    "image": "/image/market/Swiss Cheese.jpg",
    "short_description": "Swiss Cheese sourced from local farms.",
    "description": "Swiss cheese is a semi-hard, pale yellow cheese easily recognized by its iconic holes and mild, nutty flavor. Our locally produced Swiss cheese is made using traditional techniques that develop its light sweetness and smooth, elastic texture. It’s an excellent melting cheese, perfect for sandwiches, fondues, burgers, and casseroles. Swiss cheese contains high levels of protein and calcium, making it as nutritious as it is delicious. It has a slightly tangy undertone, offering balance without overpowering other ingredients. We age it naturally to create a flavor that’s both mellow and richly satisfying. It slices cleanly, grates smoothly, and melts evenly, making it a versatile kitchen companion. Whether enjoyed cold or warm, Swiss cheese adds a comforting and wholesome touch to meals. Our cheese is free from artificial additives and crafted for quality and freshness. Enjoy the gentle taste and smooth finish that only authentic Swiss cheese can deliver.",
    "id": 181,
    "category": "Dairy"
  },
  {
    "name": "Kefir",
    "price": "135",
    "image": "/image/market/Kefir.jpg",
    "short_description": "Kefir sourced from local farms.",
    "description": "Kefir is a fermented milk drink packed with probiotics, offering a tangy taste and thin, creamy consistency. Made from fresh local milk and live kefir cultures, our kefir is naturally rich in beneficial bacteria that support gut health and digestion. Its sharp flavor is slightly effervescent, making it both refreshing and nourishing. Kefir is often described as a drinkable yogurt but with higher probiotic content and a more complex microbial profile. It can be enjoyed on its own or used in smoothies, salad dressings, and baked goods. Our kefir is made in small batches to preserve the integrity of its live cultures and ensure a fresh, slightly tart flavor. It is high in protein, calcium, and B vitamins, contributing to a balanced diet. Naturally low in lactose, it’s suitable for many with dairy sensitivities. This traditional drink has a long history of health benefits and is gaining popularity for good reason. Sip your way to wellness with our locally crafted kefir.",
    "id": 183,
    "category": "Dairy"
  },
  {
    "name": "Lassi",
    "price": "119",
    "image": "/image/market/Lassi.jpg",
    "short_description": "Lassi sourced from local farms.",
    "description": "Lassi is a traditional yogurt-based drink cherished for its cooling properties and refreshing taste. Our lassi is made using creamy local yogurt blended with water and churned to a silky consistency. Slightly tangy and naturally smooth, it is often flavored with a hint of salt or sweetened with sugar and spices like cardamom. Lassi aids digestion and hydration, especially in hot climates, making it a favorite during summer. It’s rich in probiotics, calcium, and proteins, promoting gut health and energy. Enjoyed as a soothing beverage after meals or as a light snack, lassi is both comforting and nutritious. Our preparation preserves the authentic, homestyle taste passed down through generations. It pairs well with spicy dishes, providing a gentle contrast. Each glass offers a wholesome balance of flavor and refreshment. Made with love and local goodness, our lassi is a celebration of tradition and nourishment.",
    "id": 184,
    "category": "Dairy"
  },
  {
    "name": "Flavored Milk",
    "price": "167",
    "image": "/image/market/Flavored Milk.jpg",
    "short_description": "Flavored Milk sourced from local farms.",
    "description": "Flavored milk combines the goodness of fresh local milk with delightful natural flavors for a sweet, satisfying treat. Our flavored milk is made using high-quality milk and infused with chocolate, vanilla, or fruit-based flavors to suit every taste. It’s a favorite among kids and adults alike for its creamy texture and dessert-like appeal. Rich in calcium and essential nutrients, flavored milk makes for a fun and nutritious alternative to soft drinks. It’s perfect as a midday snack, post-workout refreshment, or a sweet ending to a meal. Our milk is pasteurized and carefully blended to preserve freshness and uniform taste. Whether served chilled or warm, it’s a comforting drink packed with nourishment. It contains no artificial preservatives and retains the wholesome benefits of milk. Each sip delivers a burst of flavor and creamy richness. Discover a fun way to enjoy your dairy with our delicious, locally made flavored milk.",
    "id": 185,
    "category": "Dairy"
  },
  {
    "name": "Milkshake",
    "price": "156",
    "image": "/image/market/Milkshake.jpg",
    "short_description": "Milkshake sourced from local farms.",
    "description": "Milkshake is a creamy, blended dairy beverage made with fresh milk and flavorful additions like fruits, chocolate, or vanilla. Our milkshakes are crafted using rich local milk to create a smooth, indulgent drink that satisfies any sweet craving. It’s perfect as a refreshing treat on hot days or a filling snack between meals. The creamy base is naturally high in calcium, protein, and energy, supporting growth and vitality. We use real ingredients to enhance taste without overwhelming sweetness, preserving a balanced flavor. Whether enjoyed through a straw or spooned from a glass, our milkshakes offer pure comfort in every sip. They’re thick, cold, and perfectly blended to please both kids and adults. From classic chocolate to fruity favorites, there’s a flavor for every mood. Our milkshakes are made fresh and served chilled for optimal taste. Satisfy your craving with the delicious richness of our handcrafted milkshakes.",
    "id": 186,
    "category": "Dairy"
  },
  {
    "name": "Condensed Milk",
    "price": "179",
    "image": "/image/market/Condensed Milk.jpg",
    "short_description": "Condensed Milk sourced from local farms.",
    "description": "Condensed milk is a thick, sweetened milk product made by slowly evaporating water from fresh milk. Our locally sourced condensed milk is rich, creamy, and packed with a naturally sweet taste that’s perfect for desserts, sweets, and beverages. It’s commonly used in traditional confections, baked goods, puddings, and as a tea or coffee enhancer. The dense texture and caramelized flavor make it a versatile pantry staple for home and professional bakers alike. High in energy and essential nutrients, condensed milk is both a treat and a source of nourishment. Our product is made without artificial flavorings, preserving its authentic dairy essence. It adds body and sweetness to recipes without the need for extra sugar. Whether used in fudge, pies, or smoothies, it delivers consistent quality and indulgence. It’s shelf-stable and convenient for long-term storage. Discover the comforting sweetness of our premium condensed milk.",
    "id": 187,
    "category": "Dairy"
  },
  {
    "name": "Milk",
    "price": "164",
    "image": "/image/market/milk.jpg",
    "short_description": "Milk sourced from local farms.",
    "description": "Milk is the most fundamental dairy product, valued for its creamy texture, mild flavor, and nutritional richness. Sourced from healthy, grass-fed local cows, our milk is fresh, pure, and packed with calcium, protein, and vitamins. It forms the base for numerous dairy goods like cheese, yogurt, and butter, while also being enjoyed on its own. Whether warm or cold, milk is a staple at breakfast, a complement to desserts, or a refreshing drink any time of day. We pasteurize and homogenize our milk to ensure safety, consistency, and freshness in every drop. It’s ideal for making tea, coffee, milkshakes, and savory recipes alike. With no preservatives or artificial ingredients, our milk retains its wholesome essence. It supports bone health, muscle function, and overall wellness. Our milk is packaged with care to preserve its natural goodness. Make our farm-fresh milk part of your daily routine and taste the difference purity makes.",
    "id": 188,
    "category": "Dairy"
  },
  {
    "name": "Ice Cream",
    "price": "199",
    "image": "/image/market/Ice Cream.jpg",
    "short_description": "Ice Cream sourced from local farms.",
    "description": "Ice cream is a frozen dairy dessert that combines cream, milk, sugar, and natural flavors into a smooth and indulgent treat. Our ice cream is made from premium local milk and cream, ensuring rich texture and vibrant taste in every scoop. It’s available in a variety of flavors to satisfy all palates—from classic vanilla and chocolate to fruity and nutty options. Each batch is churned to a creamy consistency, balancing sweetness with a refreshing chill. It’s perfect as a dessert, snack, or celebration indulgence. Ice cream brings joy to children and adults alike, serving as a nostalgic favorite and a modern comfort. Our ice cream is made without artificial coloring or excessive sugar, preserving a more natural and wholesome flavor. It melts slowly, delivering lasting creaminess and satisfaction. Packed with energy and delight, it’s the ideal dairy treat for sunny days or cozy nights. Experience the magic of locally crafted, velvety ice cream.",
    "id": 189,
    "category": "Dairy"
  },
  {
    "name": "Custard",
    "price": "143",
    "image": "/image/market/Custard.jpg",
    "short_description": "Custard sourced from local farms.",
    "description": "Custard is a smooth, rich dairy dessert made by blending milk with eggs and a touch of sweetness. Our custard is crafted from fresh local milk, offering a creamy texture and velvety mouthfeel. It’s gently cooked to achieve the perfect consistency, thick enough to spoon yet soft enough to melt on the tongue. Custard can be enjoyed warm or chilled, as a standalone dessert or a luscious base for cakes, tarts, and trifles. Rich in protein and calcium, it’s not only tasty but also nourishing. Its mild vanilla or eggy flavor is comforting and appealing to all ages. We make our custard in small batches for a homestyle quality and fresh taste. It’s perfect for festive occasions, daily treats, or as a sweet reward after meals. With no artificial thickeners or colors, our custard remains pure and satisfying. Discover the silky goodness of classic custard made from the best dairy.",
    "id": 190,
    "category": "Dairy"
  },
  {
    "name": "Pudding",
    "price": "140",
    "image": "/image/market/Pudding.jpg",
    "short_description": "Pudding sourced from local farms.",
    "description": "Pudding is a soft, creamy dessert made from milk, sugar, and a thickening agent, resulting in a spoonable treat beloved across cultures. Our pudding is prepared using fresh local milk and traditional techniques, achieving a silky texture and comforting sweetness. Available in a variety of flavors like chocolate, vanilla, and caramel, it’s the perfect end to any meal. Its smooth consistency and mild sweetness make it a hit with children and adults alike. Pudding is also a popular choice for layering in parfaits, trifles, and other chilled desserts. High in calcium and energy, it offers both indulgence and nourishment. We avoid artificial additives, ensuring each cup is full of natural dairy flavor. It can be served cold or at room temperature for ultimate versatility. Light, creamy, and satisfying—our pudding is perfect for casual snacks or elegant desserts. Treat yourself to a classic dairy delight with our rich, homemade pudding.",
    "id": 191,
    "category": "Dairy"
  },
  {
    "name": "Milk Powder",
    "price": "175",
    "image": "/image/market/Milk Powder.jpg",
    "short_description": "Milk Powder sourced from local farms.",
    "description": "Milk powder is dehydrated milk made by removing moisture from fresh milk while preserving its nutrients and taste. Our milk powder is produced from premium local dairy, offering a long shelf life and excellent reconstitution when mixed with water. It’s rich in calcium, protein, and vitamins, making it a reliable substitute for fresh milk in cooking, baking, and beverages. Its compact form makes it ideal for storage, travel, and emergency supplies. Milk powder is commonly used in sweets, bread, baby formulas, and tea mixes, offering the same creamy taste and nutrition as fresh milk. We process our milk gently to retain its natural color and aroma without using harmful preservatives. It dissolves easily and maintains consistent flavor and texture. Our packaging ensures freshness and protection from moisture. Whether for everyday use or long-term storage, our milk powder delivers dependable dairy goodness in a convenient form.",
    "id": 192,
    "category": "Dairy"
  },
  {
    "name": "Kale",
    "price": "155",
    "image": "/image/market/Kale.jpg",
    "short_description": "Kale sourced from local farms.",
    "description": "Kale is a powerhouse of nutrition, known for its dark green, curly leaves and slightly bitter taste. Grown in local farms with care and without harmful chemicals, our kale is harvested fresh to retain maximum nutrients. It is packed with vitamins A, C, and K, along with fiber and antioxidants, making it ideal for supporting immune and bone health. The sturdy texture makes kale perfect for salads, smoothies, stir-fries, and chips. Whether lightly sautéed or massaged into raw dishes, it delivers a robust, earthy flavor. Its impressive nutrient density supports detoxification and cardiovascular health. Our kale is picked young for tenderness and is thoroughly cleaned for your convenience. It’s a favorite among health enthusiasts for its superfood status. Add it to soups, pasta, or as a base for hearty salads. Every leaf reflects the freshness of the farm and the care of our growers. Enjoy farm-fresh kale that’s as nourishing as it is versatile.",
    "id": 193,
    "category": "Greens"
  },
  {
    "name": "Mustard Greens",
    "price": "161",
    "image": "/image/market/Mustard Greens.jpg",
    "short_description": "Mustard Greens (Sarson) sourced from local farms.",
    "description": "Mustard greens, or Sarson, are vibrant leafy greens with a peppery, bold flavor that adds a delightful kick to meals. Locally cultivated using natural farming methods, our mustard greens are rich in folate, fiber, and antioxidants. They are a staple in traditional dishes, especially in saag and stir-fries, offering both taste and nutrition. These greens have a tender yet slightly crisp texture that softens beautifully when cooked. Their spicy undertone enhances soups, curries, and mixed greens. High in vitamins K and C, mustard greens support immune strength and blood health. Harvested at peak maturity, they retain their intense flavor and nutritional value. A must-have in winter cuisine, they pair well with cornmeal or flatbreads. Their deep green color signals freshness and vitality. Whether blanched, sautéed, or pureed, mustard greens bring boldness to the plate. Experience the true essence of local flavors with our farm-fresh mustard greens.",
    "id": 194,
    "category": "Greens"
  },
  {
    "name": "Fenugreek Leaves",
    "price": "139",
    "image": "/image/market/Fenugreek Leaves.jpg",
    "short_description": "Fenugreek Leaves (Methi) sourced from local farms.",
    "description": "Fenugreek leaves, or Methi, are aromatic greens widely cherished for their distinctive taste and health benefits. Grown on nearby farms using natural methods, these leaves are freshly picked to ensure maximum flavor and potency. Slightly bitter yet wonderfully aromatic, methi leaves elevate the flavor profile of curries, lentil soups, and flatbreads. Rich in iron, magnesium, and dietary fiber, they help in digestion, blood sugar control, and detoxification. Their medicinal properties have made them a favorite in traditional remedies as well. The leaves are delicate, bright green, and packed with earthy notes. Enjoyed both fresh and dried, methi offers flexibility in cooking styles and cuisines. It can be kneaded into dough, used in the tempering of dals, or added to stir-fries for extra zing. Carefully hand-sorted and cleaned, our fenugreek leaves are ready to cook. Taste the authenticity of homegrown methi, cultivated with love and tradition.",
    "id": 195,
    "category": "Greens"
  },
  {
    "name": "Amaranth Leaves",
    "price": "145",
    "image": "/image/market/Amaranth Leaves.jpg",
    "short_description": "Amaranth Leaves (Chaulai) sourced from local farms.",
    "description": "Amaranth leaves, locally known as Chaulai, are vibrant greens known for their tender texture and mild, nutty flavor. Our amaranth is sourced fresh from nearby farms where it's grown naturally without synthetic pesticides. These nutrient-rich leaves are a good source of protein, iron, calcium, and vitamin C, making them a wholesome addition to daily meals. They cook quickly and blend seamlessly into curries, soups, or stir-fries. Their versatility allows them to be used in both savory and traditional sweet dishes. The leaves are soft yet resilient, holding their shape well when sautéed or steamed. Amaranth supports digestion, reduces inflammation, and contributes to bone strength. We harvest them young to ensure maximum tenderness and vibrant flavor. Their colorful stems and leafy tops bring visual appeal as well as nutrition to the plate. Perfect for conscious eaters and home chefs alike, these greens add a natural, earthy touch to every dish.",
    "id": 196,
    "category": "Greens"
  },
  {
    "name": "Nettle Leaves",
    "price": "142",
    "image": "/image/market/Nettle Leaves.jpg",
    "short_description": "Nettle Leaves sourced from local farms.",
    "description": "Nettle leaves, often regarded as a wild herb, are prized for their medicinal properties and unique flavor profile. Harvested with care from safe, pesticide-free local farms, our nettle leaves are young, tender, and rich in nutrients. Known for their high iron, magnesium, and calcium content, they are often used to boost energy and support blood health. Once cooked or steeped, nettle loses its sting and transforms into a delicious, spinach-like green. Ideal for soups, teas, or green blends, they offer a slightly earthy, grassy taste. Traditional medicine has long used nettle for its detoxifying and anti-inflammatory effects. These greens are gathered at their nutritional peak, ensuring both flavor and health benefits. Packed fresh and handled with gloves to protect their quality, they arrive ready to be blanched or sautéed. Enjoy their ancient goodness in modern meals. Add nettle leaves to your green routine and feel the difference from the inside out.",
    "id": 197,
    "category": "Greens"
  },
  {
    "name": "Swiss Chard",
    "price": "159",
    "image": "/image/market/Swiss Chard.jpg",
    "short_description": "Swiss Chard sourced from local farms.",
    "description": "Swiss chard is a vibrant leafy green known for its glossy, crinkled leaves and colorful stems ranging from white to deep red. Sourced fresh from local farms, our chard is grown naturally and harvested at peak maturity to preserve both its striking appearance and nutritional richness. Packed with vitamins A, C, and K, as well as magnesium and iron, it supports immunity and bone health. The slightly earthy, beet-like flavor becomes tender and mellow when cooked. Its stalks offer a delightful crunch, adding texture to dishes. Ideal for sautés, soups, and pasta, it’s a versatile green that elevates everyday meals. Swiss chard's beautiful coloration makes it as visually appealing as it is nourishing. Easy to cook and quick to prepare, it is perfect for those seeking both flavor and health. Enjoy it as a hearty side or a colorful component of salads and bowls. Farm-fresh and full of vitality, Swiss chard is a must-have in every green-loving kitchen.",
    "id": 198,
    "category": "Greens"
  },
  {
    "name": "Arugula",
    "price": "144",
    "image": "/image/market/Arugula.jpg",
    "short_description": "Arugula (Rocket) sourced from local farms.",
    "description": "Arugula, also known as Rocket, is a leafy green celebrated for its peppery flavor and delicate, tender texture. Grown in local fields using eco-friendly practices, our arugula is freshly picked to bring maximum zest and nutrition to your plate. It’s rich in vitamin K, folate, and plant compounds that support heart health and digestion. The unique, sharp flavor makes it an excellent ingredient for gourmet salads, pizza toppings, or sandwich fillings. Slightly spicy and bitter, arugula cuts through rich flavors with refreshing contrast. It wilts beautifully when tossed into warm dishes but can also stand alone as a crisp salad base. These baby greens are loved by chefs and home cooks alike for their elegance and complexity. Our arugula is carefully washed and packaged to maintain freshness and convenience. Whether used raw or lightly sautéed, it brings gourmet quality to your meals. Taste the boldness of farm-fresh arugula in every bite",
    "id": 199,
    "category": "Greens"
  },
  {
    "name": "Watercress",
    "price": "132",
    "image": "/image/market/Watercress.jpg",
    "short_description": "Watercress sourced from local farms.",
    "description": "Watercress is a delicate aquatic green packed with peppery zest and exceptional nutritional value. Cultivated in clean water sources on sustainable farms, our watercress is harvested young to ensure a tender bite and vibrant flavor. It’s rich in vitamins A, C, and K, as well as calcium and antioxidants that promote bone health and skin vitality. This refreshing leafy green adds a bold kick to salads, soups, and sandwiches. Its crisp texture holds up well when used as a garnish or blended into smoothies and pesto. Watercress has been valued for centuries for its medicinal properties and nutrient density. We deliver it freshly cut and pre-cleaned for ease of use in your kitchen. Whether used raw or wilted gently in heat, it brings brightness and vitality to dishes. With its crisp stems and lively taste, watercress is a gourmet green ideal for modern meals. Elevate your dishes with this farm-fresh leafy marvel.",
    "id": 200,
    "category": "Greens"
  },
  {
    "name": "Mint Leaves",
    "price": "147",
    "image": "/image/market/Mint Leaves.jpg",
    "short_description": "Mint Leaves (Pudina) sourced from local farms.",
    "description": "Mint leaves, or Pudina, are cherished for their refreshing aroma and cooling flavor that awakens the senses. Grown in organic soil on local farms, our mint is picked fresh to preserve its bright green color and essential oils. This fragrant herb is rich in antioxidants, vitamin A, and natural compounds that aid digestion and freshen breath. Ideal for chutneys, teas, drinks, or garnishes, mint adds brightness to both sweet and savory dishes. Its cooling effect makes it a popular addition to summer beverages and festive platters. Whether muddled in mojitos or used in yogurt dips, mint never fails to uplift flavors. The leaves are tender yet crisp, with a clean, sharp taste. We ensure careful handling and washing to maintain the purity and strength of this herb. Bring home the farm freshness and burst of cool flavor with every handful. Mint leaves are a timeless kitchen staple, versatile and invigorating.",
    "id": 201,
    "category": "Greens"
  },
  {
    "name": "Curry Leaves",
    "price": "138",
    "image": "/image/market/Curry Leaves.jpg",
    "short_description": "Curry Leaves sourced from local farms.",
    "description": "Curry leaves are a fragrant and flavorful herb integral to South Asian cooking, offering a unique aroma and deep flavor to dishes. Our curry leaves are freshly picked from local farms where they grow in organic conditions, ensuring purity and potency. Rich in antioxidants, iron, and vitamin A, curry leaves contribute to digestive health and hair nourishment. They are traditionally tempered in hot oil at the start of cooking, releasing their signature nutty aroma. Their glossy green texture and spicy-lemony notes enhance dals, curries, and rice dishes. Curry leaves are best used fresh to retain their full flavor. We harvest and pack them quickly to preserve their vibrant color and essential oils. Highly revered in Ayurvedic medicine, curry leaves offer both culinary and therapeutic value. With their unique taste, they elevate even the simplest of dishes. Add a handful to your cooking and enjoy the warmth and richness of true regional flavor.",
    "id": 202,
    "category": "Greens"
  },
  {
    "name": "Malabar Spinach",
    "price": "151",
    "image": "/image/market/Malabar Spinach.jpg",
    "short_description": "Malabar Spinach (Poi Saag) sourced from local farms.",
    "description": "Malabar Spinach, also known as Poi Saag, is a tropical leafy green that thrives in warm climates and offers a succulent, mildly peppery taste. Cultivated in fertile local fields, our Malabar Spinach is picked when tender and rich in mucilage, making it unique among greens. It’s loaded with vitamins A and C, calcium, and antioxidants that support vision and immune health. The leaves are thick and glossy, with a slightly crisp bite when raw and a silky texture when cooked. Ideal for curries, stir-fries, and soups, it holds up well to heat and blends beautifully with spices. Known for its cooling nature, Malabar Spinach is often used in traditional remedies. We ensure it's freshly harvested and cleaned to retain its freshness and nutritional integrity. Whether used in lentil dishes or as a standalone side, it brings taste and nourishment. Discover the unique flavor of this lush, homegrown green in every dish.",
    "id": 203,
    "category": "Greens"
  },
  {
    "name": "Basella Leaves",
    "price": "135",
    "image": "/image/market/Basella Leaves.jpg",
    "short_description": "Basella Leaves sourced from local farms.",
    "description": "Basella Leaves, often called Indian spinach, are soft, thick, and heart-shaped greens prized for their mild flavor and mucilaginous texture. Grown on local farms in nutrient-rich soil, they are picked young for tenderness and freshness. These leafy greens are rich in iron, calcium, vitamins A and C, and are known for aiding digestion and boosting immunity. When cooked, they develop a slight sliminess, similar to okra, which adds body to curries and soups. Popular in South Asian and Southeast Asian cuisines, Basella leaves are perfect in stir-fries or combined with lentils. Their juicy stems and tender leaves blend well with aromatic spices and tamarind. These greens are also used traditionally to cool the body and soothe inflammation. They cook quickly and retain a beautiful green color when lightly sautéed. Every bundle reflects careful farming and natural growth. Add them to your kitchen for a simple, nutritious, and satisfying green. Fresh from the farm, they bring both comfort and nourishment to any dish.",
    "id": 204,
    "category": "Greens"
  },
  {
    "name": "Radish Leaves",
    "price": "134",
    "image": "/image/market/Radish Leaves.jpg",
    "short_description": "Radish Leaves (Mooli ke Patte) sourced from local farms.",
    "description": "Radish leaves, or Mooli ke Patte, are often overlooked but incredibly nutritious and flavorful. Harvested from local farms alongside their root counterparts, these greens are tender, peppery, and rich in vitamin C, calcium, and iron. Their slightly pungent taste is reminiscent of mustard greens and adds depth to cooked dishes. Ideal for stir-fries, parathas, and saag preparations, they bring rustic charm to traditional meals. The fibrous texture breaks down beautifully when sautéed with garlic and spices. These greens also support detoxification and digestive health. We ensure they are harvested fresh to retain maximum nutrition and tenderness. Radish leaves are best used quickly after purchase to preserve their vibrant green hue. Whether used solo or mixed with other greens, they offer a unique earthy flavor. Their freshness and vitality come straight from the soil to your plate. Add them to your green repertoire for a touch of authentic farm flavor and health.",
    "id": 205,
    "category": "Greens"
  },
  {
    "name": "Beet Greens",
    "price": "136",
    "image": "/image/market/Beet Greens.jpg",
    "short_description": "Beet Greens sourced from local farms.",
    "description": "Beet greens are the leafy tops of beetroot plants, offering a sweet, earthy flavor that pairs beautifully with garlic, olive oil, and spices. Grown organically on local farms, they are handpicked young for tender texture and vibrant color. Rich in antioxidants, fiber, and essential vitamins like A, K, and iron, beet greens support healthy vision, immunity, and bone strength. These greens cook down quickly, making them perfect for sautés, stews, and pasta. Their delicate taste bridges the gap between spinach and chard, adding elegance to rustic dishes. The stems are also edible and provide a nice crunch when lightly steamed or stir-fried. We wash and pack them carefully to ensure freshness and convenience. Ideal for zero-waste cooking, beet greens turn your everyday meals into nutrient-dense feasts. Their deep green leaves with red veins bring color and beauty to your kitchen. Enjoy the full beet experience with these lush, flavorful greens.",
    "id": 206,
    "category": "Greens"
  },
  {
    "name": "Turnip Greens",
    "price": "137",
    "image": "/image/market/Turnip Greens.jpg",
    "short_description": "Turnip Greens sourced from local farms.",
    "description": "Turnip greens are the leafy tops of turnips, known for their sharp, slightly spicy flavor and dense nutrition. Locally cultivated and harvested fresh, our turnip greens are a great source of fiber, vitamin K, and folate. They are deeply rooted in traditional cooking, often used in mixed saag, stir-fries, and broths. When cooked, they mellow to a pleasant, earthy taste with a slightly bitter edge. The leaves are broad and slightly fuzzy, giving texture and body to any dish. Their stems can be chopped and cooked alongside the leaves for added crunch. These greens are valued for promoting bone health and improving digestion. We ensure they are carefully cleaned and bundled to keep them fresh until they reach your kitchen. Quick to cook and highly adaptable, turnip greens are a favorite in health-conscious diets. Whether sautéed, stewed, or braised, they deliver both nutrition and flavor. Enjoy the taste of wholesome, farm-fresh greenery.",
    "id": 207,
    "category": "Greens"
  },
  {
    "name": "Taro Leaves",
    "price": "146",
    "image": "/image/market/Taro Leaves.jpg",
    "short_description": "Taro Leaves (Kochu Pata/Gaava Saag) sourced from local farms.",
    "description": "Taro Leaves, known as Kochu Pata or Gaava Saag, are large, heart-shaped greens that have been cherished for their rich, earthy taste and smooth texture. Harvested from local farms, these leaves are young and tender, ideal for cooking without bitterness. They are rich in dietary fiber, potassium, and vitamin C, supporting digestive health and boosting energy. Traditionally used in dishes like alu wadi or curry, taro leaves need to be properly cooked to remove natural oxalates. Once boiled or steamed, they turn delightfully soft and pair well with spicy gravies or tamarind-based sauces. Their slightly nutty flavor adds depth to both vegetarian and non-vegetarian preparations. These greens are a staple in many regional cuisines across Asia and beyond. We ensure each leaf is carefully selected, cleaned, and bundled with care. Bring home a taste of heritage and tradition with every bite of these nutritious leaves. Add taro leaves to your meal for a rustic, soulful touch.",
    "id": 208,
    "category": "Greens"
  },
  {
    "name": "Purslane",
    "price": "141",
    "image": "/image/market/Purslane.jpg",
    "short_description": "Purslane sourced from local farms.",
    "description": "Purslane is a succulent green vegetable with a mild lemony flavor and thick, juicy leaves that add freshness to any dish. Locally grown in naturally nourished soil, purslane is rich in omega-3 fatty acids, antioxidants, and essential minerals. It’s a traditional favorite in many global cuisines for its crunchy texture and cooling properties. These greens are excellent raw in salads, sandwiches, or smoothies, and also delicious when lightly stir-fried. Their slightly tangy taste brings brightness to otherwise hearty meals. Purslane is known for its anti-inflammatory benefits and support for heart health. It grows close to the ground and spreads like a mat, resulting in low-yield but high-quality harvests. Our farmers handpick it carefully to maintain its vibrant texture and flavor. Its edible stems and leaves can be used whole, making prep easy and waste-free. Purslane offers a balance of nutrition and taste, perfect for the health-conscious home chef.",
    "id": 209,
    "category": "Greens"
  },
  {
    "name": "Celery Leaves",
    "price": "157",
    "image": "/image/market/Celery Leaves.jpg",
    "short_description": "Celery Leaves sourced from local farms.",
    "description": "Celery Leaves, often discarded, are highly flavorful and packed with essential nutrients like vitamin A, potassium, and antioxidants. Sourced from fresh, locally grown celery plants, these leaves are handpicked for their tenderness and aromatic quality. With a strong, herbal taste, they are ideal for flavoring soups, stocks, sauces, and herbal blends. They can also be chopped into salads or used as garnishes for a refreshing lift. Celery leaves contribute to liver detoxification and fluid balance in the body. They’re best used fresh, and our bundles come clean and ready to use. Their deep green color and feathery shape add visual and textural appeal to dishes. Unlike the crunchy stalks, the leaves offer a concentrated celery flavor. Versatile in both cooked and raw applications, they bring elegance and complexity to any recipe. Add these underutilized greens to your kitchen and explore their rich culinary potential.",
    "id": 210,
    "category": "Greens"
  },
  {
    "name": "Parsley",
    "price": "148",
    "image": "/image/market/Parsley.jpg",
    "short_description": "Parsley sourced from local farms.",
    "description": "Parsley is a beloved culinary herb known for its bright, slightly peppery flavor and its role as a refreshing garnish in countless dishes. Grown locally and harvested at the peak of freshness, our parsley comes in lush green bunches full of crisp leaves and fragrant stems. It’s a rich source of vitamin K, folate, and antioxidants that support detox and immune health. Whether curly or flat-leaf (Italian), parsley adds brightness to stews, marinades, tabbouleh, and sauces. Its versatility and mild flavor allow it to blend seamlessly into many cuisines. The finely chopped leaves bring visual beauty and depth of flavor to simple meals. Our farmers ensure it's picked tender and full of flavor, then washed and packed carefully. Add it to omelets, pastas, or as a finishing touch on meats and vegetables. Parsley is more than just a garnish—it’s a flavor builder and a health booster in your everyday cooking.",
    "id": 211,
    "category": "Greens"
  },
  {
    "name": "Dill Leaves",
    "price": "153",
    "image": "/image/market/Dill Leaves.jpg",
    "short_description": "Dill Leaves (Sowa Bhaji) sourced from local farms.",
    "description": "Dill leaves, also known as Sowa Bhaji, are delicate, feathery greens prized for their soft texture and distinct aroma. Grown in local farms with traditional techniques, dill is harvested fresh to retain its sweet, grassy, and slightly tangy flavor. Rich in vitamin C, calcium, and magnesium, these leaves aid digestion, reduce bloating, and boost immunity. Commonly used in soups, lentils, salads, and pickling, dill brings both flavor and fragrance to the dish. Its lightness pairs well with potatoes, fish, and yogurt-based dips. The stems are also tender and usable, adding extra flavor. Dill is used extensively in Eastern European and South Asian cooking. We ensure freshness by packaging it soon after harvest. Whether used fresh or cooked, dill leaves uplift your culinary creations. Introduce this aromatic herb into your kitchen and enjoy the gentle depth it brings to every dish.",
    "id": 212,
    "category": "Greens"
  },
  {
    "name": "Spring Onion Greens",
    "price": "150",
    "image": "/image/market/Spring Onion Greens.jpg",
    "short_description": "Spring Onion Greens sourced from local farms.",
    "description": "Spring onion greens are long, slender shoots with a mild onion flavor and vibrant green color, often used as a garnish or stir-fry ingredient. Harvested from healthy, soil-rich local farms, these greens are fresh, tender, and loaded with flavor. High in vitamin K, vitamin C, and sulfur compounds, they help with blood circulation and immune support. Their crisp texture and subtle spiciness make them ideal for soups, noodles, dumplings, and eggs. Unlike mature onions, spring onions offer a light touch that doesn’t overpower dishes. Both the green tops and white bulbs are edible and aromatic. These greens are staples in Asian cuisine and versatile enough for Western dishes too. We ensure they are trimmed, cleaned, and bundled for your convenience. Use them raw for crunch or cooked for mellow sweetness. Elevate your meals with the simple yet essential charm of spring onion greens.",
    "id": 213,
    "category": "Greens"
  },
  {
    "name": "Cassava Leaves",
    "price": "160",
    "image": "/image/market/Cassava Leaves.jpg",
    "short_description": "Cassava Leaves sourced from local farms.",
    "description": "Cassava leaves are dark green, lobed foliage harvested from the cassava plant and used widely in African and Southeast Asian cuisines. Sourced from carefully managed local farms, our cassava leaves are selected young to ensure tenderness and easy cooking. They are rich in protein, iron, and essential amino acids but must be properly cooked to remove natural toxins. Once boiled or simmered, they develop a rich, earthy taste that pairs well with coconut milk and spices. These leaves are a vital part of traditional stews and sauces. Their texture is similar to spinach but heartier and more satisfying. We ensure proper handling from field to pack to maintain quality. Cassava leaves bring cultural authenticity and depth to meals, especially when paired with rice or roots. Enjoy them as part of traditional dishes or new culinary experiments. With proper preparation, they’re a flavorful and nourishing addition to your green pantry.",
    "id": 214,
    "category": "Greens"
  },
  {
    "name": "Mung Bean Sprouts",
    "price": "125",
    "image": "/image/market/Mung Bean Sprouts.jpg",
    "short_description": "Mung Bean Sprouts (Green Gram) sourced from local farms.",
    "description": "Mung Bean Sprouts, commonly known as Green Gram sprouts, are a nutritious and refreshing addition to any healthy diet. These crisp, tender sprouts are packed with protein, fiber, and essential vitamins like C and K. Sourced directly from trusted local farms, they’re grown without chemical additives to ensure purity and freshness. Their subtle nutty flavor and satisfying crunch make them a popular choice for salads, stir-fries, and sandwiches. When lightly cooked, they add a delightful texture to soups and noodle dishes, enhancing both taste and nutrition. Mung Bean Sprouts are also a favorite in traditional Asian recipes and detox-friendly meals. Their high antioxidant content helps combat inflammation and supports immunity. With a short growing cycle, they remain one of the freshest farm-to-table ingredients you can enjoy. Perfect for vegetarians and vegans alike, these sprouts provide plant-based protein in a natural, digestible form. Enjoy their clean, earthy flavor as a garnish or a main ingredient. With every bite, you're nourishing your body and supporting local agriculture.",
    "id": 215,
    "category": "Sprouts"
  },
  {
    "name": "Black Gram Sprouts",
    "price": "129",
    "image": "/image/market/Black Gram Sprouts.jpg",
    "short_description": "Black Gram Sprouts (Urad) sourced from local farms.",
    "description": "Black Gram Sprouts, also known as sprouted Urad, are a powerhouse of energy and nutrition. Grown carefully on local farms using traditional methods, these sprouts are bursting with protein, calcium, and iron. Their rich earthy flavor and soft-yet-chewy texture make them perfect for a variety of dishes, from Indian curries to healthy breakfast mixes. They can be lightly sautéed, steamed, or even eaten raw in salads for a protein-packed meal. Black Gram Sprouts support digestion and heart health, thanks to their high fiber and low-fat content. They are an excellent source of plant-based nutrients for vegetarians and vegans. These sprouts are known to strengthen bones and improve energy levels naturally. Popular in Ayurvedic diets, they balance health while keeping meals delicious. Enjoy them as a wholesome snack or mix into lentil dishes for added depth. Freshly harvested and hygienically packaged, they ensure maximum quality with every serving. Black Gram Sprouts deliver nourishment from the soil straight to your plate.",
    "id": 216,
    "category": "Sprouts"
  },
  {
    "name": "Chickpea Sprouts",
    "price": "133",
    "image": "/image/market/Chickpea Sprouts.jpg",
    "short_description": "Chickpea Sprouts (Chana) sourced from local farms.",
    "description": "Chickpea Sprouts, or sprouted Chana, are a deliciously nutty and filling superfood cultivated from high-quality local chickpeas. Rich in protein, fiber, and folate, they make a nutritious base for salads, wraps, and mixed bowls. Their firm texture and slight crunch offer a satisfying bite that works both raw and cooked. Sprouting enhances their nutritional value and makes them easier to digest. These sprouts are especially beneficial for those looking to manage blood sugar levels and build muscle. Loved for their versatility, Chickpea Sprouts blend seamlessly into Indian chaats, hummus variations, or Buddha bowls. They are a natural energy booster and help maintain a balanced diet. Chickpea Sprouts are harvested with care and delivered fresh for maximum flavor and health benefits. They are a must-have for clean eating and meal prepping enthusiasts. Whether used in traditional dishes or modern recipes, they add both substance and taste. Choose these sprouts for a hearty, health-conscious addition to your meals.",
    "id": 217,
    "category": "Sprouts"
  },
  {
    "name": "Green Pea Sprouts",
    "price": "122",
    "image": "/image/market/Green Pea Sprouts.jpg",
    "short_description": "Green Pea Sprouts sourced from local farms.",
    "description": "Green Pea Sprouts offer a refreshing burst of flavor and vibrant nutrition in every bite. With their bright green hue and delicate sweetness, they are a visual and culinary treat. These sprouts are grown from high-quality green peas on local farms, ensuring fresh harvests without synthetic chemicals. Green Pea Sprouts are rich in vitamins A, B, and C, along with vital minerals like magnesium and potassium. Their tender yet crisp texture makes them ideal for tossing into salads, spring rolls, or rice bowls. They add a fresh twist to sandwiches and wraps, bringing a mild sweetness and a touch of earthiness. Sprouting amplifies their nutrient absorption and makes them light on the stomach. These sprouts also promote heart health, support the immune system, and aid in digestion. A favorite among health-conscious cooks, they’re great for raw snacking or quick steaming. Enjoy their garden-fresh flavor in your everyday meals. Locally sourced and thoughtfully packed, they deliver freshness and goodness with every handful.",
    "id": 218,
    "category": "Sprouts"
  },
  {
    "name": "Pigeon Pea Sprouts",
    "price": "132",
    "image": "/image/market/Pigeon Sprout.jpg",
    "short_description": "Pigeon Pea Sprouts (Toor/Arhar) sourced from local farms.",
    "description": "Pigeon Pea Sprouts, sprouted from Toor or Arhar peas, bring bold nutrition and a distinctive flavor profile to your plate. Grown with care on fertile local farms, these sprouts are rich in protein, dietary fiber, and iron. They have a slightly nutty taste and firm bite that works well in hearty dishes and protein bowls. Ideal for cooking into dals, savory pancakes, or sprout-based sabzis, they provide wholesome energy and satisfaction. The sprouting process enhances digestibility and unlocks essential nutrients. These sprouts are a smart choice for those focused on plant-based diets and gut health. Known for their ability to help regulate blood sugar and cholesterol, they are a delicious preventive health food. Pigeon Pea Sprouts offer versatility—try them in stews, patties, or simply steamed with spices. Their natural taste pairs well with cumin, garlic, and lemon. Harvested at peak freshness and delivered clean, they represent purity and nourishment. Add them to your diet for robust flavor and farm-fresh vitality.",
    "id": 219,
    "category": "Sprouts"
  },
  {
    "name": "Lentil Sprouts",
    "price": "120",
    "image": "/image/market/Lentil Sprouts.jpg",
    "short_description": "Lentil Sprouts (Masoor) sourced from local farms.",
    "description": "Lentil Sprouts, made from Masoor lentils, are small in size but mighty in nutrients. These earthy, mildly sweet sprouts are rich in protein, iron, and dietary fiber. Sourced from trusted local farmers, they are grown in clean conditions without harmful chemicals. Sprouted lentils are easier to digest than raw ones and have an improved nutritional profile. They are perfect for mixing into sprout salads, savory breakfast porridges, or healthy lentil wraps. Their soft texture becomes even more tender when lightly steamed or stir-fried. Lentil Sprouts are known to support metabolism, improve skin health, and strengthen immunity. For vegetarians and vegans, they are an excellent daily protein source. These sprouts bring both taste and wellness into balance. With a short preparation time, they are ideal for quick, nutritious meals. Their subtle flavor blends effortlessly into diverse cuisines. Enjoy these nutrient-dense sprouts as part of your regular diet to stay energized and nourished.",
    "id": 220,
    "category": "Sprouts"
  },
  {
    "name": "Horse Gram Sprouts",
    "price": "124",
    "image": "/image/market/Horse Gram Sprouts.jpg",
    "short_description": "Horse Gram Sprouts (Kulthi) sourced from local farms.",
    "description": "Horse Gram Sprouts, known locally as Kulthi, are a unique and nutritious addition to any healthy diet. These sprouts emerge from the small, hardy horse gram seeds, prized for their robust nutritional profile and traditional medicinal benefits. Cultivated carefully on local farms, Horse Gram Sprouts boast a rich supply of protein, dietary fiber, and essential minerals like iron and calcium. Their slightly earthy and nutty flavor makes them a wonderful ingredient in a variety of dishes, ranging from hearty dals to sprouted salads and stir-fries. These sprouts are celebrated for their ability to aid digestion and support weight management, making them popular among health-conscious individuals. They also contribute to heart health by helping regulate cholesterol levels naturally. With a firm texture that softens when cooked, Horse Gram Sprouts are versatile in the kitchen and blend well with spices like cumin and turmeric. Sprouting enhances their nutrient availability and reduces antinutrients, making them easier to digest than dry beans. Each batch is harvested fresh and handled with care to preserve quality and flavor. Incorporating Horse Gram Sprouts into meals provides a wholesome boost of energy and nutrition sourced directly from the farm to your table.",
    "id": 221,
    "category": "Sprouts"
  },
  {
    "name": "Soybean Sprouts",
    "price": "127",
    "image": "/image/market/Soybean Sprouts.jpg",
    "short_description": "Soybean Sprouts (Kongnamul – Korean) sourced from local farms.",
    "description": "Soybean Sprouts, widely known as Kongnamul in Korean cuisine, are a crunchy and flavorful superfood with a wealth of health benefits. These sprouts are grown from premium quality soybeans on local farms, ensuring freshness and purity. Soybean Sprouts are rich in plant-based protein, essential amino acids, vitamins, and antioxidants, making them an excellent choice for vegetarians and vegans. Their crisp texture and slightly sweet, nutty taste lend themselves well to a variety of culinary applications, from stir-fries and soups to fresh salads and wraps. Sprouting soybeans enhances their digestibility by breaking down complex sugars and increasing the availability of nutrients. These sprouts support heart health, improve bone density, and boost the immune system, making them a valuable dietary component. They are also known to promote healthy skin and aid in hormone balance. In many Asian cuisines, Soybean Sprouts are a staple ingredient, appreciated for their versatility and refreshing crunch. Carefully harvested and processed, these sprouts maintain their natural flavor and nutritional integrity. Including Soybean Sprouts in your meals introduces a wholesome, farm-fresh element full of vitality and health.",
    "id": 222,
    "category": "Sprouts"
  },
  {
    "name": "Adzuki Bean Sprouts",
    "price": "134",
    "image": "/image/market/Adzuki Bean Sprouts.jpg",
    "short_description": "Adzuki Bean Sprouts sourced from local farms.",
    "description": "Adzuki Bean Sprouts are delicate, sweet, and highly nutritious sprouts that originate from the small red adzuki beans, cultivated with care on local farms. These sprouts are prized for their high protein and fiber content, alongside important minerals like potassium and magnesium. Their gentle sweetness and tender crunch make them an ideal addition to salads, steamed vegetable mixes, and light stir-fries. Adzuki Bean Sprouts have been valued in traditional Asian diets for their detoxifying properties and ability to improve digestive health. The sprouting process increases enzyme activity, aiding nutrient absorption and promoting gut wellness. They are low in fat but rich in antioxidants, which help combat oxidative stress and support overall well-being. Versatile and mild in flavor, these sprouts complement both savory and sweet recipes. They can be eaten raw or lightly cooked to maintain their nutritional benefits. Freshly harvested and handled with care, Adzuki Bean Sprouts bring a natural and nourishing touch to every meal. Adding them to your diet helps boost vitality while enjoying the clean, earthy flavors of farm-fresh produce.",
    "id": 223,
    "category": "Sprouts"
  },
  {
    "name": "Cowpea Sprouts",
    "price": "126",
    "image": "/image/market/Cowpea Sprouts.jpg",
    "short_description": "Cowpea Sprouts (Lobia) sourced from local farms.",
    "description": "Cowpea Sprouts, commonly known as Lobia, are hearty and nutrient-dense sprouts grown from cowpea seeds on local farms. These sprouts offer an excellent source of plant protein, dietary fiber, and essential vitamins like B-complex and folate. Their slightly nutty flavor and firm texture add substance to salads, stews, and sprout bowls. Cowpea Sprouts are highly regarded for their digestive benefits and ability to help regulate blood sugar levels, making them suitable for diabetics and those monitoring their diet. The sprouting process breaks down complex compounds, improving digestibility and nutrient availability. These sprouts contribute to heart health by promoting healthy cholesterol levels and providing antioxidants. Whether added to traditional recipes or used as a fresh topping, Cowpea Sprouts bring a wholesome element to meals. They are easy to prepare and quick to cook, fitting perfectly into busy lifestyles. Carefully sourced and handled, they maintain freshness and farm-origin goodness. Including Cowpea Sprouts in your diet provides a nourishing and flavorful way to enhance overall health and vitality.",
    "id": 224,
    "category": "Sprouts"
  },
  {
    "name": "Wheat Sprouts",
    "price": "123",
    "image": "/image/market/Whrat Sprouts.jpg",
    "short_description": "Wheat Sprouts sourced from local farms.",
    "description": "Wheat Sprouts, sprouted from locally grown wheat grains, represent a fresh and nutrient-rich form of one of the world’s oldest staple crops. These sprouts are packed with essential vitamins like E and B-complex, as well as minerals such as zinc and magnesium. Wheat Sprouts have a mild, slightly sweet taste with a crunchy texture that softens when cooked, making them a delightful addition to salads, smoothies, and grain bowls. Sprouting wheat enhances the bioavailability of nutrients and decreases antinutrients, making them easier on digestion compared to whole wheat. These sprouts are celebrated for their ability to support cardiovascular health, boost energy, and improve skin texture. Wheat Sprouts also provide beneficial enzymes and antioxidants that support overall wellness. They are versatile in the kitchen, easily incorporated into baked goods, soups, or eaten raw for a refreshing crunch. Harvested fresh from local farms and handled with care, these sprouts deliver purity and vitality. Adding Wheat Sprouts to your diet brings the goodness of sprouted grains directly to your table, promoting health in a natural and delicious way.",
    "id": 225,
    "category": "Sprouts"
  },
  {
    "name": "Barley Sprouts",
    "price": "118",
    "image": "/image/market/Barley Sprouts.jpg",
    "short_description": "Barley Sprouts sourced from local farms.",
    "description": "Barley Sprouts, derived from barley grains carefully cultivated on local farms, offer a fresh and healthful alternative to traditional cereals. These sprouts are abundant in vitamins, particularly B-complex, along with minerals such as selenium and iron, and a wealth of antioxidants. Their mildly sweet and nutty flavor pairs well with a variety of dishes, from breakfast cereals to savory stir-fries. Barley Sprouts possess a tender yet crisp texture that enhances both raw and cooked meals. The sprouting process improves digestibility by reducing phytic acid and increasing enzyme activity, promoting better nutrient absorption. These sprouts support digestive health, aid in blood sugar regulation, and contribute to heart health through their fiber content. Barley Sprouts can be enjoyed fresh in salads or lightly steamed to retain their nutritional benefits. Their versatility and nutrient density make them an excellent addition to a balanced diet. Sourced with care and freshness in mind, these sprouts bring the best of barley's nutritional potential right to your plate. Embracing Barley Sprouts enriches your meals with natural vitality and wholesome flavor.",
    "id": 226,
    "category": "Sprouts"
  },
  {
    "name": "Rice Sprouts",
    "price": "121",
    "image": "/image/market/Rice Sprouts.jpg",
    "short_description": "Rice Sprouts sourced from local farms.",
    "description": "Rice Sprouts, grown from high-quality local rice grains, bring a fresh and nutritious twist to traditional staples. These sprouts have a gentle, slightly sweet flavor and a tender crunch that livens up salads, stir-fries, and grain bowls. Their delicate texture softens beautifully when cooked, making them versatile for various culinary creations. Sprouting rice enhances its digestibility and nutrient profile, boosting essential vitamins like B-complex and minerals such as magnesium and phosphorus. Rice Sprouts are especially favored in Asian cuisines, where they are prized for their subtle taste and health benefits. They provide an excellent source of antioxidants and dietary fiber, which support digestion and overall wellness. Light and easy to incorporate, these sprouts fit well in health-conscious diets and gluten-free recipes. Harvested fresh from local farms and carefully packaged, they maintain purity and farm-fresh flavor. Including Rice Sprouts in meals introduces wholesome nourishment with every bite. Their natural sweetness and gentle crunch make them a delightful addition to your daily diet.",
    "id": 227,
    "category": "Sprouts"
  },
  {
    "name": "Oat Sprouts",
    "price": "117",
    "image": "/image/market/Oat Sprouts.jpg",
    "short_description": "Oat Sprouts sourced from local farms.",
    "description": "Oat Sprouts emerge from oat grains nurtured on local farms, offering a wholesome and nutrient-packed ingredient for your kitchen. These sprouts boast a mild, slightly nutty flavor with a tender but firm texture that complements both raw and cooked dishes. Sprouting oats significantly increases their nutrient availability, enhancing levels of vitamins like A, C, and E, along with essential minerals such as iron and zinc. Their high fiber content supports digestive health and helps regulate blood sugar levels. Oat Sprouts are commonly used in smoothies, salads, and baking, lending a subtle crunch and nutrition boost. They also contain antioxidants and beta-glucans that contribute to heart health and immune support. Versatile and easy to prepare, these sprouts fit seamlessly into vegetarian and vegan diets. Sourced from trusted local farms, Oat Sprouts are harvested fresh and handled with care to ensure quality and flavor. Including them in your meals brings natural vitality and a touch of wholesome goodness. They are an excellent choice for those seeking to enhance their nutrition through sprouted grains.",
    "id": 228,
    "category": "Sprouts"
  },
  {
    "name": "Corn Sprouts",
    "price": "119",
    "image": "/image/market/Corn Sprouts.jpg",
    "short_description": "Corn Sprouts (Maize) sourced from local farms.",
    "description": "Corn Sprouts, cultivated from maize seeds on local farms, offer a unique and flavorful addition to your diet. These sprouts have a sweet, fresh taste with a satisfying crispness that enlivens salads, wraps, and cooked dishes alike. Their bright appearance and tender crunch make them visually appealing and delicious. Sprouting corn increases its nutrient density by enhancing vitamin A, B-complex vitamins, and essential minerals like magnesium and phosphorus. Corn Sprouts provide dietary fiber and antioxidants, promoting digestive health and supporting immune function. These sprouts are popular in many cuisines for their versatility and pleasant flavor. They can be enjoyed raw in fresh preparations or lightly cooked to retain their nutritional benefits. Corn Sprouts bring a naturally sweet and earthy element to meals, making them a favorite for health-conscious consumers. Harvested fresh and carefully packaged, they retain the essence of the farm in every bite. Adding Corn Sprouts to your dishes introduces a wholesome crunch and a burst of natural energy.",
    "id": 229,
    "category": "Sprouts"
  },
  {
    "name": "Millet Sprouts",
    "price": "116",
    "image": "/image/market/Millet Sprouts.jpg",
    "short_description": "Millet Sprouts (Bajra) sourced from local farms.",
    "description": "Millet Sprouts, derived from the small, hardy millet grains grown on local farms, offer a nutritious and flavorful option for sprout enthusiasts. These sprouts carry a mild, slightly nutty flavor and a tender, crisp texture that works well in salads, soups, and grain bowls. Sprouting millet enhances its nutrient profile, increasing the availability of vitamins such as B-complex and minerals like calcium, iron, and magnesium. Their high fiber content aids digestion and promotes heart health. Millet Sprouts are gluten-free, making them suitable for people with dietary restrictions. They also provide antioxidants and essential amino acids, supporting overall wellness. These sprouts are easy to prepare and incorporate into a variety of dishes, both raw and cooked. Carefully harvested from local farms and handled with attention to freshness, Millet Sprouts deliver natural flavor and nourishment. Their subtle taste blends seamlessly with other ingredients, enriching meals with wholesome goodness. Including Millet Sprouts in your diet is a tasty way to enjoy sprouted grains packed with nutrition.",
    "id": 230,
    "category": "Sprouts"
  },
  {
    "name": "Foxtail Millet Sprouts",
    "price": "128",
    "image": "/image/market/Foxtail Millet Sprouts.jpg",
    "short_description": "Foxtail Millet Sprouts sourced from local farms.",
    "description": "Foxtail Millet Sprouts are grown from foxtail millet grains carefully cultivated on local farms, offering a nutritious and tasty ingredient for diverse culinary uses. These sprouts have a mild, slightly sweet taste and a pleasant crunchy texture that adds freshness to salads, stir-fries, and soups. Sprouting foxtail millet improves the bioavailability of vitamins such as B-complex and minerals like magnesium and phosphorus. These sprouts are rich in dietary fiber and antioxidants, supporting digestive health and reducing inflammation. They are gluten-free and suitable for a variety of dietary needs, including vegan and vegetarian diets. Foxtail Millet Sprouts provide essential amino acids and promote sustained energy release, making them ideal for active lifestyles. They blend well with a range of flavors and cuisines, enhancing both traditional and contemporary dishes. Harvested fresh from trusted local farms, these sprouts retain their natural freshness and nutrient integrity. Adding Foxtail Millet Sprouts to your meals enriches your diet with wholesome, sprouted grain goodness. Their gentle flavor and crisp texture make them a versatile and healthful choice.",
    "id": 231,
    "category": "Sprouts"
  },
  {
    "name": "Finger Millet Sprouts",
    "price": "131",
    "image": "/image/market/Finger Millet Sprouts.jpg",
    "short_description": "Finger Millet Sprouts (Ragi) sourced from local farms.",
    "description": "Finger Millet Sprouts, also known as Ragi sprouts, originate from nutrient-dense finger millet grains grown on local farms. These sprouts are prized for their earthy, mildly nutty flavor and their firm yet tender texture. Rich in calcium, fiber, and antioxidants, Finger Millet Sprouts support bone health and digestion while promoting overall wellness. Sprouting enhances their nutrient content and digestibility, making them easier to incorporate into daily meals. They are commonly used in porridges, salads, and baked goods, adding both flavor and nutrition. These sprouts are gluten-free and suitable for a range of dietary lifestyles. The high mineral content supports healthy metabolism and immune function. Grown with care on local farms, Finger Millet Sprouts are harvested fresh to preserve their quality and natural goodness. Their unique flavor and versatility make them a popular choice for health-conscious cooks. Including Finger Millet Sprouts in your diet brings a nutritious boost wrapped in delicious simplicity.",
    "id": 232,
    "category": "Sprouts"
  },
  {
    "name": "Little Millet Sprouts",
    "price": "130",
    "image": "/image/market/Little Millet.jpg",
    "short_description": "Little Millet Sprouts sourced from local farms.",
    "description": "Little Millet Sprouts are cultivated from small, delicate little millet grains sourced from local farms. These sprouts have a mild, slightly sweet flavor with a crunchy texture that adds interest to salads, soups, and stir-fries. Sprouting little millet enhances the grain’s nutrient profile by increasing vitamin, mineral, and antioxidant levels while improving digestibility. They are rich in dietary fiber, which aids in digestion and supports heart health. These sprouts are naturally gluten-free and fit well into vegan and vegetarian diets. Little Millet Sprouts provide a good source of energy and essential amino acids. Their subtle flavor allows them to blend seamlessly with a variety of dishes, enriching meals without overpowering other ingredients. Freshly harvested and handled with care, they maintain their natural freshness and nutritional value. Adding Little Millet Sprouts to your meals is a delicious way to enjoy sprouted grains with farm-to-table quality. They bring a gentle crunch and nourishing goodness to your daily diet.",
    "id": 233,
    "category": "Sprouts"
  },
  {
    "name": "Fenugreek Sprouts",
    "price": "114",
    "image": "/image/market/Fenugreek Sprouts.jpg",
    "short_description": "Fenugreek Sprouts (Methi) sourced from local farms.",
    "description": "Fenugreek Sprouts, grown from fenugreek seeds or methi, are a flavorful and healthful addition to your meals. These sprouts have a slightly bitter, aromatic taste that adds depth to salads, sandwiches, and cooked dishes. Known for their medicinal properties, Fenugreek Sprouts are rich in vitamins, minerals, and antioxidants that support digestion, blood sugar control, and inflammation reduction. Sprouting increases the bioavailability of their nutrients and reduces bitterness, making them more palatable and nutritious. They are a favorite in traditional cuisines for their unique flavor and health benefits. These sprouts add a refreshing, herbal note and a crisp texture to a wide range of recipes. Cultivated on local farms with care and harvested fresh, Fenugreek Sprouts maintain their natural goodness and vitality. Including them in your diet promotes digestive health and provides essential nutrients. Their bold flavor and nutritional richness make them a valuable part of a balanced diet.",
    "id": 235,
    "category": "Sprouts"
  },
  {
    "name": "Mustard Sprouts",
    "price": "113",
    "image": "/image/market/Mustard Sprouts.jpg",
    "short_description": "Mustard Sprouts (Rai/Sarson) sourced from local farms.",
    "description": "Mustard Sprouts, known locally as Rai or Sarson sprouts, are zesty and nutrient-packed sprouts grown from mustard seeds on local farms. These sprouts have a distinctive spicy and pungent flavor that adds a lively kick to salads, sandwiches, and cooked dishes. Rich in vitamins A, C, and K, as well as antioxidants and minerals, Mustard Sprouts contribute to immune support and overall health. Sprouting boosts their digestibility and enhances nutrient absorption. They are known to stimulate metabolism and aid in detoxification. These sprouts bring bold flavor and crisp texture to meals, perfect for those who enjoy a bit of spice. Harvested fresh and handled with care, Mustard Sprouts offer the natural intensity of mustard seeds in a fresh, sprouted form. Their robust flavor complements a wide range of dishes and cuisines. Adding Mustard Sprouts to your meals introduces both nutritional benefits and a flavorful punch.",
    "id": 236,
    "category": "Sprouts"
  },
  {
    "name": "Sunflower Seed Sprouts",
    "price": "140",
    "image": "/image/market/Sunflower Seed Sprouts.jpg",
    "short_description": "Sunflower Seed Sprouts sourced from local farms.",
    "description": "Sunflower Seed Sprouts are fresh, crunchy, and highly nutritious sprouts cultivated from sunflower seeds on local farms. These sprouts offer a mild nutty flavor with a satisfying crunch that enhances salads, sandwiches, and wraps. Rich in protein, healthy fats, vitamins E and B-complex, and essential minerals like zinc and magnesium, Sunflower Seed Sprouts support heart health, skin vitality, and overall well-being. The sprouting process increases their digestibility and nutrient availability, making them a wholesome snack or meal addition. They are versatile and easy to incorporate into various dishes, both raw and lightly cooked. Sunflower Seed Sprouts bring a natural freshness and vibrant texture to meals. Sourced carefully and harvested fresh, they maintain their purity and nutritional potency. Including these sprouts in your diet offers a delicious way to enjoy plant-based nutrition. Their delicate flavor and crunch make them a favorite among health-conscious food lovers.",
    "id": 237,
    "category": "Sprouts"
  },
  {
    "name": "Chicken Egg",
    "price": "135",
    "image": "/image/market/Chicken Egg.jpg",
    "short_description": "Fresh Chicken Egg sourced from local farms.",
    "description": "Chicken eggs sourced from local farms are a staple in many households due to their versatility and rich nutritional content. These eggs have a smooth shell with a mild taste and are perfect for cooking in numerous ways, from boiling and frying to baking and scrambling. Their fresh quality ensures that the yolks are vibrant and the whites firm, making them ideal for both everyday meals and special recipes. Known for being an excellent source of protein, vitamins, and minerals, chicken eggs support muscle health and overall nutrition. Locally sourced, they are carefully collected and handled to maintain freshness and purity, reflecting the farm’s commitment to quality.",
    "id": 240,
    "category": "Eggs"
  },
  {
    "name": "Duck Egg",
    "price": "145",
    "image": "/image/market/Duck Egg.jpg",
    "short_description": "Fresh Duck Egg sourced from local farms.",
    "description": "Duck eggs sourced from local farms are prized for their richer flavor and creamy texture, making them a gourmet favorite. Larger and heavier than chicken eggs, they have thicker shells that help preserve their freshness for longer periods. The yolks are notably bigger and more vibrant, lending a luxurious richness to baked goods and savory dishes alike. Their higher fat and protein content gives a satisfying mouthfeel and nutritional boost. These eggs bring a unique depth of flavor that enhances everything from omelets to custards. Farm-fresh duck eggs are carefully collected to maintain their natural purity and quality. Their delicate creaminess adds a special touch to recipes, favored by chefs and home cooks who appreciate quality ingredients. Locally sourced, they are a symbol of traditional farming and sustainable agriculture. The freshness ensures bright, firm whites and yolks that hold their shape beautifully when cooked. Duck eggs are a nutritious choice for those seeking variety and indulgence in their diet. They also provide essential vitamins and minerals that promote health and vitality. Overall, these eggs offer a luxurious and wholesome experience from farm to table.",
    "id": 241,
    "category": "Eggs"
  },
  {
    "name": "Quail Egg",
    "price": "158",
    "image": "/image/market/Quail Egg.jpg",
    "short_description": "Fresh Quail Egg sourced from local farms.",
    "description": "Quail eggs sourced from local farms are a delicacy known for their petite size and exquisite flavor. Their distinctive speckled shells protect nutrient-rich contents that pack a flavorful punch despite their small stature. These eggs have a richer taste compared to chicken eggs, often described as slightly nutty and creamy. Quail eggs are a favorite for appetizers, garnishes, and gourmet dishes where presentation matters. They contain high amounts of protein, vitamins, and antioxidants that support overall wellness. The freshness of locally sourced quail eggs ensures tender whites and golden yolks that enhance any recipe. Collected with care, these eggs reflect the dedication of farmers to quality and natural farming methods. Their unique appeal lies in their versatility and nutritional density, offering a healthy alternative for egg lovers. The mild yet distinct taste complements salads, soups, and hors d'oeuvres. Quail eggs are also celebrated for their potential health benefits and culinary novelty. Being farm-fresh guarantees their purity and quality. They bring elegance and nutrition to the dining experience in every tiny shell.",
    "id": 242,
    "category": "Eggs"
  },
  {
    "name": "Goose Egg",
    "price": "175",
    "image": "/image/market/Goose Egg.jpg",
    "short_description": "Fresh Goose Egg sourced from local farms.",
    "description": "Goose eggs, fresh from local farms, stand out with their impressive size and rich flavor. Their thick shells protect a creamy, velvety interior that brings intensity to both sweet and savory dishes. With a larger yolk-to-white ratio than chicken eggs, goose eggs provide a luxurious texture and robust taste. They are prized for baking, custards, and recipes that require richness and depth. The eggs contain higher fat and protein levels, making them a nourishing option. Locally sourced goose eggs are carefully harvested to ensure peak freshness and natural purity. These eggs are ideal for adventurous cooks who want to experiment with bold flavors and hearty textures. Their farm origin reflects a commitment to sustainable and ethical farming practices. The freshness ensures a firm texture and vibrant yolk, enhancing culinary creativity. Goose eggs offer a unique alternative for special occasions and gourmet meals. Their substantial size makes them perfect for feeding larger groups or creating indulgent dishes. Overall, they represent a wholesome, farm-fresh luxury.",
    "id": 243,
    "category": "Eggs"
  },
  {
    "name": "Turkey Egg",
    "price": "168",
    "image": "/image/market/Turkey Egg.jpg",
    "short_description": "Fresh Turkey Egg sourced from local farms.",
    "description": "Turkey eggs sourced from local farms offer a distinct and rich flavor that is less common but highly prized by culinary enthusiasts. They are larger than chicken eggs and possess a thick shell that helps maintain freshness and quality. The taste is fuller and slightly gamey, adding complexity to dishes ranging from omelets to baked goods. Turkey eggs have a dense texture with firm whites and rich yolks, making them excellent for recipes requiring depth and substance. Packed with protein and essential nutrients, they contribute to a balanced and nourishing diet. Locally sourced turkey eggs reflect careful handling and sustainable farm practices, ensuring purity and freshness. Their unique flavor profile makes them an interesting alternative for those seeking variety beyond standard eggs. The freshness of these eggs is evident in their bright, firm yolks and resilient whites. They are especially favored in traditional and regional cuisines. Turkey eggs bring a wholesome, farm-fresh option to adventurous cooks. Their availability from local farms supports sustainable agriculture. Overall, turkey eggs offer a flavorful and nutritious experience from farm to table.",
    "id": 244,
    "category": "Eggs"
  },
  {
    "name": "Pigeon Egg",
    "price": "139",
    "image": "/image/market/Pigeon Egg.jpg",
    "short_description": "Fresh Pigeon Egg sourced from local farms.",
    "description": "Pigeon eggs, freshly gathered from local farms, present a subtle and delicate flavor prized in many regional dishes. These small eggs have a tender texture and a mild taste that makes them versatile for gourmet cooking and traditional recipes alike. Despite their size, pigeon eggs are rich in nutrients, including protein and essential vitamins, supporting health and vitality. Their freshness is ensured through careful collection and handling by dedicated farmers. The delicate yolks and whites provide a pleasant mouthfeel and a refined flavor that complements salads, appetizers, and specialty dishes. Locally sourced pigeon eggs emphasize natural farming methods and quality assurance. Their unique appeal lies in offering a nutritional alternative with an elegant culinary touch. These eggs are perfect for those looking to experiment with new tastes and textures. The farm-fresh origin guarantees purity and flavor. Pigeon eggs bring a distinct, wholesome experience to the dining table. They are cherished for their subtle taste and nutritional benefits.",
    "id": 245,
    "category": "Eggs"
  },
  {
    "name": "Coriander Seeds",
    "price": "112",
    "image": "/image/market/Coriander Seeds.jpg",
    "short_description": "Coriander Seeds sourced from local farms.",
    "description": "Coriander seeds, carefully harvested from local farms, are a staple spice cherished worldwide for their warm, citrusy aroma. These small, round seeds add a subtle sweetness and mild spiciness to a variety of dishes, enhancing curries, stews, and spice blends. Known for their digestive benefits, coriander seeds are often used in traditional medicine as well as cooking. Their fresh, farm-sourced quality guarantees vibrant flavor and aroma that elevate everyday meals. Ground or whole, they infuse warmth and complexity into recipes. The seeds' light brown hue and smooth texture reflect careful drying and handling. Locally sourced, these coriander seeds support sustainable agriculture and ensure traceability. They are ideal for both novice cooks and experienced chefs seeking authentic tastes. Perfect for seasoning meats, vegetables, and sauces, coriander seeds bring balance and depth. Their natural origin means no artificial additives or preservatives, promising purity in every pinch. Whether toasted or raw, they release a distinctive fragrance that delights the senses. A versatile spice, coriander seeds are an essential pantry addition for culinary creativity.",
    "id": 246,
    "category": "Spices"
  },
  {
    "name": "Cumin Seeds",
    "price": "119",
    "image": "/image/market/Cumin Seeds.jpg",
    "short_description": "Cumin Seeds sourced from local farms.",
    "description": "Cumin seeds sourced from local farms bring a warm, earthy aroma with a slightly nutty flavor that forms the backbone of many global cuisines. These elongated brown seeds are prized for their ability to add depth and richness to dishes ranging from Indian curries to Middle Eastern stews. Their distinctive taste enhances savory recipes, balancing spices and complementing herbs perfectly. Rich in antioxidants and digestive properties, cumin seeds are valued both for flavor and health benefits. Locally grown and harvested, these seeds maintain their robust fragrance and potent taste due to careful handling. They can be used whole for tempering or ground for seasoning, offering culinary versatility. The farm-fresh quality ensures freshness and purity, free from additives or fillers. Ideal for enhancing rice, lentils, meats, and vegetable dishes, cumin seeds elevate everyday cooking. Their aromatic profile also lends well to spice blends and marinades. With a pleasing bitterness and warmth, they stimulate the palate and add complexity. Cumin seeds are a kitchen essential, treasured for their bold yet balanced flavor. The seeds’ natural freshness speaks to the dedication of local farmers committed to quality.",
    "id": 247,
    "category": "Spices"
  },
  {
    "name": "Fennel Seeds",
    "price": "123",
    "image": "/image/market/Fennel Seeds.jpg",
    "short_description": "Fennel Seeds sourced from local farms.",
    "description": "Fennel seeds sourced from local farms are small, greenish-brown seeds known for their sweet, licorice-like aroma and flavor. Widely used in cooking and herbal remedies, fennel seeds impart a refreshing, slightly sweet taste to dishes, teas, and spice mixes. Their fragrant and cooling nature makes them popular in both savory and sweet preparations. Locally harvested fennel seeds maintain a fresh, clean flavor that brightens curries, sausages, and baked goods. Traditionally, they are chewed after meals to aid digestion and freshen breath. The seeds' vibrant flavor and aroma result from careful drying and sourcing from trusted farms. Their natural qualities bring a touch of sweetness and complexity to spice blends. Fennel seeds also pair well with seafood, vegetables, and breads, enhancing flavor with subtle sweetness. Their essential oils provide a gentle, calming effect when used in teas or infusions. Locally sourced, these seeds support sustainable farming and ensure a quality product. Fennel seeds add both flavor and health benefits to your kitchen pantry. Their delicate sweetness and aroma make them a cherished spice worldwide.",
    "id": 248,
    "category": "Spices"
  },
  {
    "name": "Fenugreek Seeds",
    "price": "109",
    "image": "/image/market/Fenugreek Seeds.jpg",
    "short_description": "Fenugreek Seeds sourced from local farms.",
    "description": "Fenugreek seeds, sourced fresh from local farms, offer a unique bitter-sweet flavor that enhances many traditional dishes, especially in Indian and Middle Eastern cuisine. These small, golden-brown seeds add a warm, nutty aroma and a slightly maple-like taste that complements curries, pickles, and spice blends. Known for their medicinal properties, fenugreek seeds are often used to aid digestion and support metabolism. The seeds have a distinctive flavor profile that deepens with roasting, unlocking their full aromatic potential. Carefully harvested and dried, farm-fresh fenugreek seeds retain their potency and purity. They are versatile, used whole for tempering or ground into powder for seasoning. Their rich taste balances well with both spicy and sweet dishes. Fenugreek seeds also contribute to traditional herbal remedies and natural health supplements. The natural sourcing ensures no additives, providing authentic flavor. Ideal for enhancing soups, stews, and vegetable dishes, fenugreek seeds bring warmth and depth. Their slightly bitter note adds complexity, making them indispensable in many kitchens. With a rich cultural history, these seeds remain a treasured spice worldwide.",
    "id": 249,
    "category": "Spices"
  },
  {
    "name": "Mustard Seeds (Yellow/Black)",
    "price": "114",
    "image": "/image/market/Mustard Seeds.jpg",
    "short_description": "Mustard Seeds (Yellow/Black) sourced from local farms.",
    "description": "Mustard seeds, available in yellow and black varieties, sourced from local farms, are essential in many global cuisines for their pungent, sharp flavor. These tiny round seeds vary in intensity, with black mustard seeds offering a spicier kick compared to the milder yellow ones. Used whole or ground, they impart a distinctive heat and aroma to pickles, curries, and spice blends. When tempered in hot oil, mustard seeds pop and release a nutty, pungent fragrance that transforms dishes. Their natural bitterness is balanced by a slight sweetness, adding complexity. Locally grown and harvested, these seeds retain freshness and potency. Mustard seeds are rich in antioxidants and are traditionally valued for digestive benefits. The farm-sourced quality ensures purity and consistent flavor. They are a staple in tempering, marinades, and sauces, enriching taste and texture. Their unique sharpness complements vegetables, meats, and lentils with robust flavor. The seeds’ versatility and health benefits make them a kitchen must-have. Whether yellow or black, these mustard seeds bring bold flavor to any recipe.",
    "id": 250,
    "category": "Spices"
  },
  {
    "name": "Caraway Seeds",
    "price": "124",
    "image": "/image/market/Caraway Seeds.jpg",
    "short_description": "Caraway Seeds sourced from local farms.",
    "description": "Caraway seeds sourced from local farms are distinctive for their warm, slightly sweet, and peppery flavor with hints of anise and citrus. These crescent-shaped brown seeds are popular in European and Middle Eastern cuisines, adding depth to breads, cheeses, and meat dishes. Their aromatic profile is both savory and mildly sweet, perfect for seasoning sauerkraut, soups, and stews. Locally harvested caraway seeds maintain freshness and potency, ensuring an authentic flavor experience. They are rich in dietary fiber and traditionally used to aid digestion. The seeds’ complexity allows them to blend well with other spices, enhancing a variety of recipes. Their unique taste adds a pleasant, lingering warmth that elevates simple dishes. Careful sourcing from local farms guarantees natural purity and sustainable farming practices. Caraway seeds are also used in herbal teas and medicinal preparations for their soothing properties. Their versatility spans baking, cooking, and even flavoring liquors. Freshness and quality are evident in the seeds’ vibrant aroma and flavor. Caraway seeds offer a nuanced spice experience treasured worldwide.",
    "id": 251,
    "category": "Spices"
  },
  {
    "name": "Nigella Seeds (Kalonji)",
    "price": "116",
    "image": "/image/market/Nigella Seeds.jpg",
    "short_description": "Nigella Seeds (Kalonji) sourced from local farms.",
    "description": "Nigella seeds, also known as Kalonji, sourced from local farms, are tiny black seeds with a slightly bitter, onion-like flavor and a hint of oregano. Widely used in South Asian and Middle Eastern cuisines, they add a distinctive aroma and subtle crunch to breads, pickles, and curries. Their unique taste balances savory and earthy notes, enhancing dishes with complexity and depth. These seeds are often sprinkled on naan or mixed into spice blends for added flavor. Locally sourced nigella seeds ensure freshness, natural purity, and superior quality. They are traditionally valued for medicinal benefits including digestion support. The seeds’ crunchy texture and aromatic profile bring an exciting twist to recipes. Used whole or ground, they provide a subtle yet unforgettable flavor. The farm-fresh quality guarantees potent aroma and taste. Nigella seeds are a popular choice for both culinary and health purposes. Their rich cultural heritage and unique flavor make them an essential spice in many kitchens. These seeds bring authenticity and excitement to any dish.",
    "id": 252,
    "category": "Spices"
  },
  {
    "name": "Poppy Seeds",
    "price": "127",
    "image": "/image/market/Poppy Seeds.jpg",
    "short_description": "Poppy Seeds sourced from local farms.",
    "description": "Poppy seeds, carefully sourced from local farms, are tiny, crunchy seeds known for their subtle nutty flavor and delicate texture. These blue-gray seeds are used extensively in baking, especially in breads, cakes, and pastries, where they add both taste and visual appeal. Poppy seeds also enhance savory dishes by providing a mild crunch and a hint of earthiness. Locally harvested poppy seeds maintain their freshness and natural oils, ensuring rich flavor and aroma. These seeds are rich in dietary fiber, vitamins, and minerals, contributing to a healthy diet. Their gentle nuttiness pairs well with dairy, meats, and vegetable dishes alike. The natural sourcing guarantees a product free from additives or preservatives. Poppy seeds can be used whole or ground, providing versatility in cooking and baking. Their mild flavor complements both sweet and savory preparations. The delicate crunch they provide makes them a favorite for texture contrast. Poppy seeds have been treasured for centuries for their culinary and health benefits. Their farm-fresh origin ensures quality and purity in every batch.",
    "id": 253,
    "category": "Spices"
  },
  {
    "name": "Ajwain (Carom Seeds)",
    "price": "115",
    "image": "/image/market/Ajwain.jpg",
    "short_description": "Ajwain (Carom Seeds) sourced from local farms.",
    "description": "Ajwain, also known as Carom Seeds, sourced from local farms, carries a strong, thyme-like aroma with a slightly bitter and pungent flavor. Widely used in Indian cooking, ajwain seeds add a distinctive sharpness and depth to breads, lentils, and vegetable dishes. Their powerful flavor complements spicy and savory recipes, often used in small amounts due to their intensity. Ajwain seeds are traditionally prized for their digestive properties and are commonly chewed after meals to relieve indigestion. Locally harvested, these seeds maintain their robust aroma and flavor due to careful drying and handling. The seeds’ crunchy texture adds a subtle bite to spice mixes and tempering. Their natural origin means no artificial additives, ensuring purity. Ajwain enhances the taste of snacks like samosas and pakoras, bringing warmth and complexity. They also blend well with other spices in curry powders and masalas. With a history steeped in Ayurvedic medicine, ajwain seeds serve both culinary and health purposes. Their unique sharpness makes them a pantry essential for authentic regional dishes. Locally sourced, they support sustainable farming and fresh quality.",
    "id": 254,
    "category": "Spices"
  },
  {
    "name": "Anise Seeds",
    "price": "118",
    "image": "/image/market/Anise Seeds.jpg",
    "short_description": "Anise Seeds sourced from local farms.",
    "description": "Anise seeds sourced from local farms bring a sweet, licorice-like flavor that is both fragrant and soothing. These small, crescent-shaped seeds are prized for their aromatic qualities, adding a mild sweetness to baked goods, teas, and savory dishes. Known for their digestive benefits, anise seeds are often used in herbal remedies as well as cooking. Their fresh, farm-sourced quality ensures a potent flavor that brightens spice blends and marinades. Anise seeds enhance the taste of desserts, breads, and liquors, imparting a subtle warmth and complexity. Their natural sweetness balances savory recipes such as sausages and stews. Carefully harvested, these seeds retain their essential oils and freshness. The crunchy texture of anise seeds adds interest to dishes and spice mixes. Their unique flavor profile makes them popular in Mediterranean and Middle Eastern cuisines. Anise seeds also complement fennel and coriander in spice blends. With no artificial additives, they provide pure, authentic taste. Anise seeds are a versatile spice, perfect for both cooking and health-focused uses. Locally sourced for freshness and quality assurance.",
    "id": 255,
    "category": "Spices"
  },
  {
    "name": "Bay Leaf (Tej Patta)",
    "price": "109",
    "image": "/image/market/Bay Leaf.jpg",
    "short_description": "Bay Leaf (Tej Patta) sourced from local farms.",
    "description": "Bay Leaf, known as Tej Patta in South Asia, sourced from local farms, is a fragrant herb leaf used to impart a subtle, earthy aroma to soups, stews, and rice dishes. These dried leaves release their distinctive fragrance slowly during cooking, enriching dishes with warm, slightly floral and herbal notes. Bay leaves are indispensable in slow-cooked recipes, balancing robust flavors and adding depth. Their fresh, farm-sourced origin ensures potent aroma and clean flavor. Often used whole, bay leaves are removed before serving to avoid bitterness. Bay leaves also have traditional medicinal uses, supporting digestion and respiratory health. Locally harvested, these leaves maintain their vibrant color and fragrance through careful drying. They blend well with spices like cinnamon, cloves, and cardamom in garam masala and biryani. Bay leaf’s subtle flavor elevates both vegetarian and meat-based dishes. Their natural quality means no chemical treatments or preservatives. Bay leaves bring an authentic touch to regional cuisines worldwide. A pantry essential, they enhance flavor complexity and balance. Their earthy aroma offers comfort and warmth to countless recipes.",
    "id": 256,
    "category": "Spices"
  },
  {
    "name": "Curry Leaf",
    "price": "113",
    "image": "/image/market/Curry Leaf.jpg",
    "short_description": "Curry Leaf sourced from local farms.",
    "description": "Curry leaves sourced from local farms are a prized aromatic herb in South Asian cuisine, known for their distinct citrusy and slightly bitter flavor. These glossy green leaves add a fresh, vibrant taste to curries, chutneys, and stir-fries. When tempered in hot oil, curry leaves release a rich, nutty aroma that elevates the flavor profile of dishes. Locally harvested, they retain freshness and essential oils, ensuring potent fragrance and taste. Curry leaves are also valued for their health benefits, including antioxidant and digestive properties. Their natural origin guarantees no artificial additives or preservatives. Widely used in tempering for dals, rice, and vegetable dishes, curry leaves impart complexity and depth. The fresh green leaves bring brightness and balance to spicy and tangy recipes. Their unique flavor pairs beautifully with mustard seeds, turmeric, and chili. Farm-fresh curry leaves are a kitchen staple for authentic South Asian cooking. They also contribute to traditional medicine practices. The vibrant aroma and flavor of curry leaves make them indispensable in many regional dishes.",
    "id": 257,
    "category": "Spices"
  },
  {
    "name": "Dried Fenugreek Leaves (Kasuri Methi)",
    "price": "121",
    "image": "/image/market/Dried Fenugreek Leaves.jpg",
    "short_description": "Dried Fenugreek Leaves (Kasuri Methi) sourced from local farms.",
    "description": "Dried Fenugreek Leaves, known as Kasuri Methi, sourced from local farms, are a flavorful herb with a distinct, slightly bitter and earthy taste. These dried leaves are widely used in Indian and Middle Eastern cuisines to add aroma and depth to curries, dals, and bread doughs. Kasuri Methi brings a unique herbal fragrance that enhances the complexity of dishes without overpowering them. The drying process locks in the rich flavor, allowing long shelf life and easy usage. Locally sourced, these leaves maintain natural purity and freshness. Kasuri Methi is known for its medicinal properties, including aiding digestion and blood sugar regulation. The leaves blend well with tomatoes, onions, and yogurt-based dishes. Their slightly bitter undertone balances creamy and spicy preparations beautifully. They are an essential addition to butter chicken, parathas, and vegetable curries. Farm-fresh dried fenugreek leaves bring authentic flavor and aroma to your kitchen. Their natural origin ensures no chemical residues or artificial flavors. Kasuri Methi is treasured for its ability to transform ordinary dishes into flavorful delights.",
    "id": 258,
    "category": "Spices"
  },
  {
    "name": "Dried Mint",
    "price": "117",
    "image": "/image/market/Dried Mint.jpg",
    "short_description": "Dried Mint sourced from local farms.",
    "description": "Dried Mint sourced from local farms captures the refreshing, cool essence of fresh mint with the convenience of long-lasting storage. These fragrant leaves add a bright, herbaceous note to teas, salads, sauces, and spice blends. The drying process preserves the aromatic oils, ensuring that every pinch releases a burst of invigorating mint flavor. Dried mint is a staple in Middle Eastern, Mediterranean, and South Asian cuisines, often used in raitas, chutneys, and marinades. Locally harvested and carefully dried, this mint maintains natural purity and freshness. It provides digestive benefits and a cooling sensation that balances spicy dishes. The herbaceous aroma enhances both sweet and savory recipes, offering versatility in the kitchen. Dried mint leaves can be rehydrated or used directly for seasoning. Their vibrant green color indicates careful handling and quality. The natural sourcing guarantees no additives, making it a healthy choice. This dried mint elevates everyday meals with its distinctive freshness and subtle sweetness. Perfect for culinary and medicinal use, it’s a pantry essential for flavor lovers.",
    "id": 259,
    "category": "Spices"
  },
  {
    "name": "Dried Basil",
    "price": "116",
    "image": "/image/market/Dried Basil.jpg",
    "short_description": "Dried Basil sourced from local farms.",
    "description": "Dried Basil sourced from local farms offers a concentrated, sweet, and slightly peppery flavor that enriches a variety of cuisines worldwide. These aromatic leaves are perfect for adding a fresh herbaceous touch to sauces, soups, stews, and salads. The drying process preserves the essential oils, locking in the vibrant fragrance and flavor of fresh basil. Locally harvested and dried with care, this basil ensures natural purity and potency without artificial additives. Dried basil is a staple in Italian, Mediterranean, and Asian cooking, complementing tomatoes, garlic, and olive oil beautifully. It provides a subtle sweetness and earthy aroma that balances bold flavors. The leaves crumble easily, making them convenient for seasoning dishes at any time. Its versatility spans pasta, pizza, marinades, and herbal teas. Rich in antioxidants and nutrients, dried basil supports both flavor and health. The farm-fresh quality is evident in its bright green color and aromatic profile. Dried basil is an indispensable pantry herb, bringing authentic taste and aroma to your kitchen creations. Its natural essence enhances both simple and complex recipes with ease.",
    "id": 260,
    "category": "Spices"
  },
  {
    "name": "Mace (Javitri)",
    "price": "139",
    "image": "/image/market/Mace.jpg",
    "short_description": "Mace (Javitri) sourced from local farms.",
    "description": "Mace, also known as Javitri, is the delicate, aromatic outer covering of the nutmeg seed, sourced from local farms. It offers a warm, slightly sweet, and spicy flavor that’s more subtle than nutmeg itself, making it perfect for adding depth to desserts, sauces, and spice blends. The bright reddish-orange blades are dried carefully to retain their rich aroma and vibrant color. Mace is prized in both sweet and savory dishes, from creamy custards to hearty stews and baked goods. It carries mild hints of cinnamon and clove, creating a layered flavor experience. Farm-fresh mace guarantees purity without artificial additives or preservatives. Traditionally used in Asian, Middle Eastern, and European cuisines, it enhances complex recipes like biryanis and mulled wines. Mace also has digestive and anti-inflammatory properties valued in herbal medicine. Its elegant flavor elevates spice blends like garam masala and pumpkin pie spice. The careful harvesting and drying process preserves its essential oils and fragrance. Mace is a versatile spice adding sophistication to your kitchen pantry. Its warm aroma delights chefs and food lovers alike.",
    "id": 261,
    "category": "Spices"
  },
  {
    "name": "Rose Petals",
    "price": "133",
    "image": "/image/market/Rose Petals.jpg",
    "short_description": "Dried Rose Petals for garam masala or biryani.",
    "description": "Dried Rose Petals sourced from local farms bring a floral, subtly sweet fragrance and flavor that enhances both culinary and decorative uses. These vibrant pink petals are carefully dried to maintain their delicate aroma, ideal for adding an exotic touch to spice blends like garam masala or fragrant biryanis. Rose petals infuse dishes with a gentle sweetness and floral nuance, perfect for teas, desserts, and Middle Eastern or Indian recipes. Their natural freshness and purity are ensured by sustainable local farming. Used in both sweet and savory cooking, they complement ingredients like cardamom, saffron, and nuts beautifully. Rose petals also have traditional uses in herbal medicine for relaxation and digestion. Their vivid color adds visual appeal to dishes and beverages. The dried petals can be steeped for aromatic teas or ground into spice powders. With no additives, they provide authentic floral essence and flavor. Rose petals offer a unique sensory experience, combining fragrance, color, and taste. They are treasured for their ability to elevate ordinary dishes into memorable delicacies. A pantry must-have for gourmet and culturally rich cooking.",
    "id": 262,
    "category": "Spices"
  },
  {
    "name": "Marjoram",
    "price": "126",
    "image": "/image/market/Marjoram.jpg",
    "short_description": "Dried Marjoram sourced from local farms.",
    "description": "Marjoram sourced from local farms is an aromatic herb with a mild, sweet, and slightly citrusy flavor reminiscent of oregano but more delicate and floral. Widely used in Mediterranean and Middle Eastern cooking, marjoram enhances soups, stews, sauces, and meat dishes with its warm, herbal notes. The carefully dried leaves retain their natural oils, ensuring robust fragrance and flavor. Locally harvested marjoram offers purity and freshness without artificial preservatives. Its subtle flavor balances stronger herbs and spices, providing complexity without overpowering dishes. Marjoram is often used in herb blends, marinades, and vegetable recipes. Traditionally, it’s valued for its calming and digestive properties in herbal medicine. The natural sourcing guarantees a high-quality product ideal for everyday cooking and gourmet preparations. Dried marjoram crumbles easily, making it convenient for seasoning. Its sweet aroma complements garlic, thyme, and basil perfectly. Farm-fresh marjoram adds a refined, nuanced herbaceous note to your pantry. It’s an essential herb for lovers of authentic Mediterranean flavors and wholesome cooking.",
    "id": 263,
    "category": "Spices"
  },
  {
    "name": "Oregano (Dried)",
    "price": "120",
    "image": "/image/market/Oregano.jpg",
    "short_description": "Dried Oregano sourced from local farms.",
    "description": "Dried Oregano sourced from local farms offers a robust, slightly bitter, and peppery flavor with a warm, earthy aroma, making it a cornerstone herb in Mediterranean, Mexican, and Italian cuisines. The dried leaves retain intense fragrance and flavor due to careful harvesting and drying processes. Oregano enhances tomato-based sauces, grilled meats, salads, and pizzas, providing a pungent yet balanced herbaceous taste. Locally sourced oregano ensures freshness and purity, free from artificial additives. Its bold flavor profile pairs well with garlic, basil, and thyme, making it versatile in spice blends and marinades. Known for antioxidant and antimicrobial properties, oregano also supports health benefits alongside culinary uses. The herb’s natural oils are preserved to deliver maximum aroma and flavor. Dried oregano is easy to crumble, allowing for convenient seasoning. Its vibrant green leaves signal quality and care from sustainable farming. Oregano adds depth and warmth to everyday and gourmet recipes alike. The farm-fresh origin guarantees a premium product with authentic taste. A pantry essential, dried oregano brings classic, timeless flavor to your kitchen.",
    "id": 264,
    "category": "Spices"
  },
  {
    "name": "Thyme (Dried)",
    "price": "125",
    "image": "/image/market/Thyme.jpg",
    "short_description": "Dried Thyme sourced from local farms.",
    "description": "Dried Thyme sourced from local farms boasts a subtle, earthy, and slightly minty flavor with a warm, aromatic scent, making it a versatile herb for diverse culinary uses. This herb is a staple in Mediterranean, French, and Middle Eastern cooking, enhancing soups, stews, roasts, and sauces with its delicate yet distinctive taste. The carefully dried thyme leaves retain their natural oils and fragrance, ensuring fresh flavor throughout storage. Locally harvested thyme guarantees purity and freshness, free from additives or preservatives. Thyme pairs well with garlic, lemon, and rosemary, adding complexity to herb blends and marinades. Its gentle aroma uplifts both light and hearty dishes, balancing strong flavors smoothly. Traditionally, thyme is also appreciated for its antimicrobial and respiratory benefits. The dried leaves crumble easily, offering ease of use in seasoning. Farm-fresh thyme reflects sustainable agricultural practices and superior quality. Its versatile flavor elevates vegetables, meats, and breads with subtle herbal notes. Dried thyme is an indispensable pantry herb that brings timeless elegance to everyday cooking. Its natural essence complements a wide range of recipes effortlessly.",
    "id": 265,
    "category": "Spices"
  },
  {
    "name": "Galangal",
    "price": "137",
    "image": "/image/market/Galangal.jpg",
    "short_description": "Galangal (Thai spice) sourced from local farms.",
    "description": "Galangal, often called the “Thai ginger,” is a pungent and aromatic root sourced from local farms that brings a sharp, citrusy, and slightly pine-like flavor to Southeast Asian cooking. Its firm texture and intense aroma make it essential in Thai, Indonesian, and Malaysian dishes such as curries, soups, and stir-fries. Unlike ginger, galangal offers a more peppery and earthy profile that enhances both savory and spicy recipes. Locally harvested galangal ensures freshness and potency, free from preservatives. The root is typically sliced or ground and used fresh or dried. Its unique flavor balances rich coconut milk-based dishes and fresh herbs like lemongrass and kaffir lime leaves. Galangal also carries traditional medicinal uses, including digestive and anti-inflammatory properties. Farm-sourced galangal delivers authentic taste and nutritional benefits. It elevates dishes with bright, sharp notes that are simultaneously warming and refreshing. The root’s versatility extends to broths, marinades, and sauces. Its natural freshness and aromatic strength make it a prized ingredient in Asian kitchens. Carefully cultivated and harvested, this spice offers culinary authenticity and health benefits.",
    "id": 266,
    "category": "Spices"
  },
  {
    "name": "Garlic Powder",
    "price": "128",
    "image": "/image/market/Garlic Powder.jpg",
    "short_description": "Garlic Powder sourced from local farms.",
    "description": "Garlic Powder sourced from local farms offers a convenient and potent form of garlic, providing a rich, savory, and slightly sweet flavor with intense aromatic qualities. Made from dehydrated garlic cloves, this powder preserves the essential oils that deliver garlic’s signature pungency and warmth. It’s an essential seasoning for a wide range of dishes including meats, vegetables, soups, and sauces. Locally produced garlic powder guarantees freshness and purity without additives or preservatives. Its fine texture allows for even distribution in spice blends, rubs, and marinades. Garlic powder imparts robust flavor with ease of use, making it ideal for quick cooking or seasoning. The powder retains garlic’s health benefits, such as antibacterial and antioxidant properties. Farm-sourced garlic powder is a versatile pantry staple for everyday cooking and gourmet meals. It enhances dishes with a balanced, mellow garlic taste without the sharp bite of raw garlic. Its long shelf life and consistent quality make it a popular choice. The natural drying and grinding process preserves its potency and aroma. Garlic powder sourced locally supports sustainable farming and quality assurance.",
    "id": 267,
    "category": "Spices"
  },
  {
    "name": "Onion Powder",
    "price": "130",
    "image": "/image/market/Onion Powder.jpg",
    "short_description": "Onion Powder sourced from local farms.",
    "description": "Onion Powder sourced from local farms is made by finely grinding dried onions to provide a concentrated, sweet, and savory flavor ideal for seasoning a variety of dishes. This powder offers the rich, slightly pungent taste of onions without the texture, making it perfect for soups, sauces, marinades, and spice blends. Locally harvested onions are carefully dried and processed to preserve their natural flavor and aroma. Onion powder provides consistent seasoning with ease of use and long shelf life. It balances well with garlic powder and other spices to enhance savory recipes. The powder retains many nutritional benefits of fresh onions, including antioxidants. Farm-fresh onion powder is free from additives or preservatives, ensuring purity and quality. It delivers a mellow sweetness that complements meats, vegetables, and snacks. Its fine texture allows for quick incorporation in dishes, providing uniform flavor. Onion powder is a pantry essential for everyday cooking and professional kitchens alike. The natural drying and grinding process enhances the flavor intensity. Locally sourced for freshness, this powder supports sustainable agriculture and culinary excellence.",
    "id": 268,
    "category": "Spices"
  },
  {
    "name": "Horseradish",
    "price": "132",
    "image": "/image/market/Horseradish.jpg",
    "short_description": "Horseradish root or powder sourced locally.",
    "description": "Horseradish, sourced locally as root or powder, is a pungent and spicy root known for its sharp, peppery heat that quickly awakens the palate. This root is commonly grated fresh or dried and ground into powder to add a distinctive bite to sauces, dressings, and condiments. Locally harvested horseradish retains its potent flavor and natural enzymes that provide its characteristic heat. It pairs beautifully with roast beef, seafood, and creamy dips, offering a zesty, tangy punch. Farm-sourced horseradish powder is convenient and long-lasting, preserving the root’s intensity. Known for its medicinal properties, horseradish supports respiratory health and digestion. The natural sourcing ensures no artificial chemicals, preserving its strong aroma and flavor. Horseradish adds complexity to spice blends and marinades with its sharpness and warmth. It’s a versatile ingredient in traditional European and Asian cuisines. The root’s crisp texture and aroma elevate everyday dishes. Locally grown horseradish supports sustainable farming and freshness. Its bold flavor is a must-have for those who enjoy a spicy kick in their cooking.",
    "id": 269,
    "category": "Spices"
  },
  {
    "name": "Wasabi",
    "price": "140",
    "image": "/image/market/Wasabi.jpg",
    "short_description": "Wasabi Powder.",
    "description": "Wasabi Powder sourced locally offers the iconic fiery heat and sharp, fresh flavor characteristic of genuine wasabi, distinct from common horseradish substitutes. This green powder is made from carefully dried and ground wasabi rhizomes, preserving its unique aromatic profile and pungency. Wasabi powder provides a quick, convenient way to add authentic Japanese heat and aroma to sushi, sashimi, sauces, and dressings. Locally harvested wasabi ensures purity and superior quality without fillers or artificial coloring. The intense, sharp heat hits the nose and then quickly dissipates, unlike chili heat. Wasabi is prized for its antimicrobial properties and digestive benefits. Farm-sourced powder delivers vibrant color and flavor, enhancing traditional and modern dishes. It mixes well with soy sauce and other condiments, balancing flavors beautifully. The natural drying process preserves the essential oils that define real wasabi’s distinctive taste. Wasabi powder supports sustainable cultivation and freshness. Its refined flavor and heat make it an indispensable ingredient in Japanese cuisine and fusion cooking.",
    "id": 270,
    "category": "Spices"
  },
  {
    "name": "Liquorice Root (Mulethi)",
    "price": "135",
    "image": "/image/market/Liquorice Root.jpg",
    "short_description": "Liquorice Root (Mulethi) used in Ayurvedic cooking.",
    "description": "Liquorice Root, known locally as Mulethi, is a sweet and aromatic root sourced from local farms, widely used in Ayurvedic and traditional herbal medicine. Its natural sweetness makes it a popular ingredient for soothing teas, digestive aids, and natural remedies. The root’s earthy, woody flavor has subtle hints of vanilla and anise, adding depth to herbal infusions and confections. Locally harvested liquorice ensures purity and potency without synthetic additives. It is valued for its anti-inflammatory, antioxidant, and throat-soothing properties. Liquorice root powder and sticks can be used in cooking, baking, and medicinal preparations. Farm-fresh root guarantees freshness, preserving its beneficial compounds. Its unique taste balances well with spices like cinnamon and cardamom in various herbal blends. Traditionally used in India and Asia, liquorice is both a flavoring agent and a healing herb. Sustainable local farming practices ensure high quality and authenticity. Its gentle sweetness and health benefits make it a pantry essential for wellness and culinary uses. Liquorice root enhances both flavor and nutrition in diverse recipes.",
    "id": 272,
    "category": "Spices"
  },
  {
    "name": "Sichuan Pepper (Timur)",
    "price": "138",
    "image": "/image/market/Sichuan Pepper.jpg",
    "short_description": "Sichuan Pepper (Timur) from Nepal and China.",
    "description": "Sichuan Pepper, known as Timur in Nepal and parts of China, is a unique spice sourced from local farms that delivers a distinctive citrusy aroma and a tingling, numbing sensation on the tongue. Unlike black pepper or chili, this spice adds a bright, floral, and slightly lemony flavor, essential to Sichuan and Himalayan cuisines. Locally harvested Timur ensures freshness and full potency, free from artificial additives. It is a key ingredient in traditional spice blends like Chinese five-spice and Himalayan seasoning. The dried husks are often toasted and ground to release their aromatic oils. Sichuan pepper complements bold flavors like garlic, ginger, and chili peppers beautifully. It is known for digestive benefits and warming properties. Farm-sourced pepper maintains the highest quality with robust flavor and aroma. Its unique mouth-tingling effect creates a dynamic sensory experience in dishes. This spice enhances stir-fries, hot pots, and marinades with complex flavor layers. Sustainable local farming supports authenticity and freshness. Sichuan Pepper Timur is a must-have for adventurous cooks seeking genuine Asian flavors.",
    "id": 273,
    "category": "Spices"
  },
  {
    "name": "Long Pepper (Pippali)",
    "price": "136",
    "image": "/image/market/Long Pepper.jpg",
    "short_description": "Long Pepper (Pippali) sourced from traditional farms.",
    "description": "Long Pepper, or Pippali, is a rare and aromatic spice sourced from traditional farms, valued for its warm, sweet, and slightly spicy flavor that’s similar yet more complex than black pepper. Its slender, elongated form holds pungent seeds that offer an exotic peppery taste with hints of cinnamon, nutmeg, and cardamom. Locally harvested Pippali ensures freshness and quality without additives. This spice is widely used in Ayurvedic medicine and Indian cuisine for its digestive and anti-inflammatory properties. Long Pepper adds a unique depth to spice blends, curries, and marinades, delivering warmth and subtle heat. The pepper is dried and ground or used whole, infusing dishes with aromatic complexity. Its sweet-spicy profile balances well with ginger, cloves, and cinnamon. Farm-sourced Long Pepper is prized for its purity and traditional cultivation methods. The spice enhances soups, stews, and meat dishes with distinctive flavor. Its historical importance as a valuable trade spice adds to its appeal. Sustainable farming preserves its unique characteristics and potency. Long Pepper is essential for authentic, flavorful cooking with a traditional touch.",
    "id": 274,
    "category": "Spices"
  },
  {
    "name": "Lime (Dried Lime)",
    "price": "134",
    "image": "/image/market/Lime.jpg",
    "short_description": "Lime (Dried) for Middle Eastern cooking.",
    "description": "Dried Lime, often called Loomi or black lime, is sourced from local farms and is a staple in Middle Eastern and Gulf cooking for its intensely tangy, smoky, and slightly fermented flavor. The whole limes are sun-dried, developing a deep, earthy aroma and sourness with subtle bitter notes. Dried lime adds a distinctive citrusy tartness to soups, stews, rice dishes, and spice blends. Locally harvested dried lime guarantees natural flavor without preservatives. It’s commonly used in dishes like Persian Ghormeh Sabzi and Iraqi Machboos to brighten rich, hearty flavors. The dried fruit can be ground or pierced and simmered whole to infuse dishes. Its natural acidity balances meats and vegetables, adding complexity and freshness. Dried lime also offers digestive benefits and is rich in vitamin C. Farm-sourced dried lime ensures premium quality and authentic taste. The fruit’s distinctive aroma enhances marinades and sauces. Its long shelf life makes it a convenient pantry staple. Sustainable farming practices preserve this traditional ingredient’s unique flavor profile. Dried lime adds bright, tangy warmth to global cuisines.",
    "id": 275,
    "category": "Spices"
  },
  {
    "name": "Sumac",
    "price": "131",
    "image": "/image/market/Sumac.jpg",
    "short_description": "Sumac spice for tangy flavoring.",
    "description": "Sumac is a vibrant, deep red-purple spice sourced from local farms, prized for its tangy, lemony flavor and fruity aroma. Derived from the dried and ground berries of the sumac shrub, it’s a staple in Middle Eastern, Mediterranean, and North African cooking. Sumac adds a refreshing acidity and bright, citrus-like tartness to salads, meats, rice, and dips such as za’atar and fattoush. Locally harvested sumac ensures purity and freshness, free from artificial coloring or fillers. The spice complements grilled foods, vegetables, and yogurt-based sauces with its zingy, slightly sour taste. Sumac’s antioxidant properties also contribute to health benefits. It can be sprinkled directly on dishes or used as a souring agent in marinades and dressings. Farm-sourced sumac retains its vibrant color and aroma, enhancing presentation and flavor. The spice is versatile, suitable for both savory and sweet culinary uses. Sustainable farming supports authentic production and high quality. Sumac is an essential ingredient for adding complexity and bright notes to diverse recipes. Its natural tang elevates simple dishes with a distinctive zest.",
    "id": 276,
    "category": "Spices"
  },
  {
    "name": "Tamarind (Dry or Powdered)",
    "price": "122",
    "image": "/image/market/Tamarind.jpg",
    "short_description": "Tamarind (Dry or Powdered) for flavoring.",
    "description": "Tamarind, available dry or powdered, is a tangy and sweet-sour spice sourced from local farms, widely used in Asian, African, and Latin American cuisines. The dried pulp and powder offer a concentrated fruity acidity that brightens curries, sauces, chutneys, and beverages. Locally harvested tamarind ensures rich flavor and purity without additives or preservatives. Its complex taste combines citrusy tartness with subtle sweetness and woody undertones. Tamarind powder dissolves easily, making it convenient for seasoning and cooking. The spice balances rich, spicy, and savory dishes, enhancing depth and complexity. Tamarind is also valued for digestive and anti-inflammatory health benefits. Farm-fresh tamarind maintains authentic flavor, aroma, and nutritional qualities. It’s a key ingredient in tamarind chutney, pad thai, and Worcestershire sauce. Sustainable local farming supports quality and environmental care. Tamarind’s versatility makes it indispensable for adding a unique sour note to traditional and fusion cuisines. Its natural tang invigorates and balances flavor profiles.",
    "id": 277,
    "category": "Spices"
  },
  {
    "name": "Cloves",
    "price": "129",
    "image": "/image/market/Cloves.jpg",
    "short_description": "Cloves berries sourced locally.",
    "description": "Cloves are aromatic flower buds sourced from local farms, prized for their intense, warm, and sweetly pungent flavor with hints of camphor and pepper. These dried buds are a key ingredient in spice blends, desserts, marinades, and mulled beverages, offering a deep, fragrant aroma that enhances both sweet and savory dishes. Locally harvested cloves ensure high quality and natural oils responsible for their powerful scent and taste. The spice’s antimicrobial and antioxidant properties contribute to its traditional medicinal uses. Whole cloves are often used in stews and rice dishes, while ground cloves provide a smooth, concentrated flavor in baked goods and spice mixes. Cloves balance rich ingredients like meats, chocolate, and fruits with their warming heat and subtle sweetness. Farm-sourced cloves retain freshness and potency, supporting sustainable cultivation practices. Their unmistakable fragrance adds depth to chai, curry, and holiday recipes. Cloves also stimulate digestion and offer relief for toothaches in folk remedies. The versatile spice brings complexity and warmth to diverse cuisines worldwide. Cloves from local farms guarantee purity, flavor, and authentic culinary experience.",
    "id": 278,
    "category": "Spices"
  },
  {
    "name": "Juniper Berries",
    "price": "143",
    "image": "/image/market/Juniper Berries.jpg",
    "short_description": "Juniper Berries used in spice blends and marinades.",
    "description": "Juniper Berries are small, dark blue fruits sourced from local farms, well-known for their fresh, piney, and slightly citrus flavor profile. These berries are essential in flavoring gin, game meats, stews, and sauerkraut, imparting a crisp and resinous aroma that brightens rich and earthy dishes. Locally harvested juniper berries maintain their robust natural oils and clean, aromatic taste without additives. They are often crushed or used whole to infuse broths, sauces, and marinades. Juniper berries have traditional uses in herbal medicine for digestion and detoxification. Their woodsy, slightly sweet flavor complements hearty ingredients like venison, pork, and cabbage beautifully. Farm-sourced berries ensure freshness, full flavor, and sustainable harvesting. The spice enhances complexity and provides a unique brightness to both European and North American cuisines. Juniper berries add depth to spice blends and seasonal dishes with their distinctive pine-like notes. Their versatility extends to cocktails and preserves, making them a valuable pantry addition. Locally grown juniper supports environmental stewardship and authentic flavor profiles.",
    "id": 279,
    "category": "Spices"
  },
  {
    "name": "Star Anise",
    "price": "144",
    "image": "/image/market/Star Anise.jpg",
    "short_description": "Star Anise used in garam masala and biryani.",
    "description": "Star Anise is a star-shaped spice sourced from local farms, known for its strong, sweet, and licorice-like aroma with subtle notes of clove and cinnamon. It is a key ingredient in Chinese five-spice powder, garam masala, and biryani, adding depth and warmth to savory and sweet dishes alike. Locally harvested star anise ensures freshness and full potency, with natural essential oils intact. The spice is used whole or ground, providing a fragrant and slightly sweet flavor that complements meats, broths, desserts, and teas. Its unique shape and aroma make it visually appealing in culinary presentations. Star anise contains compounds with antioxidant and antimicrobial benefits, valued in traditional medicine. The spice’s complex flavor profile balances rich and spicy elements beautifully. Farm-sourced star anise supports sustainable cultivation and quality assurance. Its versatility extends to beverages like mulled wine and chai, where it imparts warmth and fragrance. Star anise is indispensable for authentic Asian and Middle Eastern cuisine. Locally grown star anise guarantees natural flavor, aroma, and culinary excellence.",
    "id": 280,
    "category": "Spices"
  }
]
